Repository: meehow/receiver
Catalog: po/*.po
Languages: af, am, ar, as, ast, az, be, be@latin, bg, bn, bo, br, ca, cy, da, dz, el, eo, et, eu, fa, fi, fil, fo, fur, fy, ga, gd, gl, gu, hr, is, ka, kk, kk@latin, km, kn, ku, lo, lv, mai, mk, ml, mn, mr, ms, my, nds, ne, nn, oc, or, pa, ps, si, sk, sl, sq, sr@ije, sw, ta, te, tg, th, tt, uz, uz@cyrillic, vi, wa, yi

source: Search stations
af: Soek stasies
am: ጣቢያዎችን ፈልግ
ar: البحث عن محطات
as: ষ্টেচন সন্ধান কৰক
ast: Buscar estaciones
az: Stansiyaları axtar
be: Шукаць станцыі
be@latin: Šukac stancyi
bg: Търсене на станции
bn: স্টেশন খুঁজুন
bo: འཚོལ་ཁང་འཚོལ།
br: Klask savourioù
ca: Cerca estacions
cy: Chwilio gorsafoedd
da: Søg stationer
dz: རླུང་འཕྲིན་འཐུས་སྒྲིག་འཚོལ
el: Αναζήτηση σταθμών
eo: Serĉi staciojn
et: Otsi jaamu
eu: Bilatu irratiak
fa: جستجوی ایستگاه‌ها
fi: Etsi asemia
fil: Maghanap ng mga istasyon
fo: Leita eftir støðum
fur: Cîr stazions
fy: Stjoerders sykje
ga: Cuardaigh stáisiúin
gd: Lorg stèiseanan
gl: Buscar emisoras
gu: સ્ટેશનો શોધો
hr: Pretraži postaje
is: Leita að stöðvum
ka: სადგურების ძიება
kk: Станцияларды іздеу
kk@latin: Stantsııalardy izdeu
km: ស្វែងរកស្ថានីយ
kn: ಕೇಂದ್ರಗಳನ್ನು ಹುಡುಕಿ
ku: Li stasyonan bigere
lo: ຊອກຫາສະຖານີ
lv: Meklēt stacijas
mai: स्टेशन खोजू
mk: Пребарувај станици
ml: സ്റ്റേഷനുകൾ തിരയുക
mn: Станцуудыг хайх
mr: स्टेशन शोधा
ms: Cari stesen
my: ဘူတာများ ရှာဖွေပါ
nds: Statschonen söken
ne: स्टेशनहरू खोज्नुहोस्
nn: Søk etter stasjonar
oc: Cercar d'estacions
or: ଷ୍ଟେସନ ଖୋଜନ୍ତୁ
pa: ਸਟੇਸ਼ਨ ਖੋਜੋ
ps: د سټېشنونو لټون
si: ස්ථාන සොයන්න
sk: Hľadať stanice
sl: Iskanje postaj
sq: Kërko stacione
sr@ije: Претражи станице
sw: Tafuta vituo
ta: நிலையங்களைத் தேடுங்கள்
te: స్టేషన్లు వెతకండి
tg: Ҷустуҷӯи стансияҳо
th: ค้นหาสถานี
tt: Станцияләрне эзләү
uz: Stansiyalarni qidirish
uz@cyrillic: Станцияларни қидириш
vi: Tìm đài
wa: Cweri des ståcions
yi: זוכן סטאנציעס

source: Search
af: Soek
am: ፈልግ
ar: بحث
as: সন্ধান
ast: Buscar
az: Axtar
be: Шукаць
be@latin: Šukac
bg: Търсене
bn: খুঁজুন
bo: འཚོལ།
br: Klask
ca: Cerca
cy: Chwilio
da: Søg
dz: འཚོལ
el: Αναζήτηση
eo: Serĉi
et: Otsi
eu: Bilatu
fa: جستجو
fi: Etsi
fil: Maghanap
fo: Leita
fur: Cîr
fy: Sykje
ga: Cuardaigh
gd: Lorg
gl: Buscar
gu: શોધો
hr: Pretraži
is: Leita
ka: ძიება
kk: Іздеу
kk@latin: Izdeu
km: ស្វែងរក
kn: ಹುಡುಕಿ
ku: Bigere
lo: ຊອກຫາ
lv: Meklēt
mai: खोजू
mk: Пребарај
ml: തിരയുക
mn: Хайх
mr: शोधा
ms: Cari
my: ရှာဖွေ
nds: Söken
ne: खोज्नुहोस्
nn: Søk
oc: Cercar
or: ଖୋଜନ୍ତୁ
pa: ਖੋਜੋ
ps: لټون
si: සොයන්න
sk: Hľadať
sl: Iskanje
sq: Kërko
sr@ije: Претражи
sw: Tafuta
ta: தேடு
te: వెతకండి
tg: Ҷустуҷӯ
th: ค้นหา
tt: Эзләү
uz: Qidirish
uz@cyrillic: Қидириш
vi: Tìm
wa: Cweri
yi: זוכן

source: Home
af: Tuis
am: መነሻ
ar: الرئيسية
as: গৃহ
ast: Aniciu
az: Ana səhifə
be: Галоўная
be@latin: Haloŭnaja
bg: Начало
bn: হোম
bo: གཙོ་ངོས།
br: Degemer
ca: Inici
cy: Hafan
da: Hjem
dz: གཙོ་ངོས
el: Αρχική
eo: Hejmo
et: Avaleht
eu: Hasiera
fa: خانه
fi: Koti
fo: Heim
fur: Inizi
fy: Thús
ga: Baile
gd: Dachaigh
gl: Inicio
gu: હોમ
hr: Početna
is: Heim
ka: მთავარი
kk: Басты бет
kk@latin: Basty bet
km: ទំព័រដើម
kn: ಮುಖಪುಟ
ku: Destpêk
lo: ໜ້າຫຼັກ
lv: Sākums
mai: गृह
mk: Почетна
ml: ഹോം
mn: Нүүр
mr: मुख्यपृष्ठ
ms: Laman utama
my: ပင်မ
nds: Tohuus
ne: गृह
nn: Heim
oc: Acuèlh
or: ମୂଳ ପୃଷ୍ଠା
pa: ਘਰ
ps: کور
si: මුල් පිටුව
sk: Domov
sl: Domov
sq: Kryefaqja
sr@ije: Почетна
sw: Nyumbani
ta: முகப்பு
te: హోమ్
tg: Асосӣ
th: หน้าหลัก
tt: Баш бит
uz: Bosh sahifa
uz@cyrillic: Бош саҳифа
vi: Trang chủ
wa: Måjhon
yi: היים

source: Loaded %d stations
af: %d stasies gelaai
am: %d ጣቢያዎች ተጭነዋል
ar: تم تحميل %d محطة
as: %d ষ্টেচন লোড হ'ল
ast: %d estaciones cargaes
az: %d stansiya yükləndi
be: Загружана %d станцый
be@latin: Zahružana %d stancyj
bg: Заредени %d станции
bn: %d স্টেশন লোড হয়েছে
bo: འཚོལ་ཁང་ %d ཕབ་ལེན་བྱས་ཟིན།
br: %d savourenn karget
ca: S'han carregat %d estacions
cy: Llwythwyd %d gorsaf
da: %d stationer indlæst
dz: རླུང་འཕྲིན་འཐུས་སྒྲིག %d ཐོན་ཡོད
el: Φορτώθηκαν %d σταθμοί
eo: %d stacioj ŝargitaj
et: %d jaama laaditud
eu: %d irrati kargatu dira
fa: %d ایستگاه بارگذاری شد
fi: %d asemaa ladattu
fil: Na-load ang %d na istasyon
fo: %d støð innlisin
fur: %d stazions cjariadis
fy: %d stjoerders laden
ga: %d stáisiún luchtaithe
gd: Chaidh %d stèisean a luchdachadh
gl: %d emisoras cargadas
gu: %d સ્ટેશનો લોડ થયા
hr: Učitano %d postaja
is: %d stöðvar hlaðnar
ka: ჩაიტვირთა %d სადგური
kk: %d станция жүктелді
kk@latin: %d stantsııa júkteldi
km: បានផ្ទុក %d ស្ថានីយ
kn: %d ಕೇಂದ್ರಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗಿದೆ
ku: %d stasyon hatin barkirin
lo: ໂຫລດ %d ສະຖານີແລ້ວ
lv: Ielādētas %d stacijas
mai: %d स्टेशन लोड भेल
mk: Вчитани %d станици
ml: %d സ്റ്റേഷനുകൾ ലോഡുചെയ്തു
mn: %d станц ачаалагдлаа
mr: %d स्टेशन लोड झाले
ms: %d stesen dimuatkan
my: ဘူတာ %d ခု ဖွင့်ပြီး
nds: %d Statschonen laadt
ne: %d स्टेशनहरू लोड भए
nn: %d stasjonar lasta
oc: %d estacions cargadas
or: %d ଷ୍ଟେସନ ଲୋଡ ହେଲା
pa: %d ਸਟੇਸ਼ਨ ਲੋਡ ਹੋਏ
ps: %d سټېشنونه پورته شول
si: ස්ථාන %d ක් පූරණය විය
sk: Načítaných %d staníc
sl: Naloženih %d postaj
sq: %d stacione të ngarkuara
sr@ije: Учитано %d станица
sw: Vituo %d vimepakiwa
ta: %d நிலையங்கள் ஏற்றப்பட்டன
te: %d స్టేషన్లు లోడ్ అయ్యాయి
tg: %d стансия бор карда шуд
th: โหลด %d สถานีแล้ว
tt: %d станция йөкләнде
uz: %d stansiya yuklandi
uz@cyrillic: %d станция юкланди
vi: Đã tải %d đài
wa: %d ståcions tcherdjîyes
yi: %d סטאנציעס אַריינגעלאָדן

source: Error: %s
af: Fout: %s
am: ስህተት: %s
ar: خطأ: %s
as: ত্ৰুটি: %s
az: Xəta: %s
be: Памылка: %s
be@latin: Pamylka: %s
bg: Грешка: %s
bn: ত্রুটি: %s
bo: ནོར་འཁྲུལ: %s
br: Fazi: %s
cy: Gwall: %s
da: Fejl: %s
dz: འཛོལ་བ: %s
el: Σφάλμα: %s
eo: Eraro: %s
et: Viga: %s
eu: Errorea: %s
fa: خطا: %s
fi: Virhe: %s
fo: Villa: %s
fur: Erôr: %s
fy: Flater: %s
ga: Earráid: %s
gd: Mearachd: %s
gl: Erro: %s
gu: ભૂલ: %s
hr: Pogreška: %s
is: Villa: %s
ka: შეცდომა: %s
kk: Қате: %s
kk@latin: Qate: %s
km: កំហុស: %s
kn: ದೋಷ: %s
ku: Çewtî: %s
lo: ຜິດພາດ: %s
lv: Kļūda: %s
mai: त्रुटि: %s
mk: Грешка: %s
ml: പിശക്: %s
mn: Алдаа: %s
mr: त्रुटी: %s
ms: Ralat: %s
my: အမှား: %s
nds: Fehler: %s
ne: त्रुटि: %s
nn: Feil: %s
or: ତ୍ରୁଟି: %s
pa: ਗਲਤੀ: %s
ps: تېروتنه: %s
si: දෝෂය: %s
sk: Chyba: %s
sl: Napaka: %s
sq: Gabim: %s
sr@ije: Грешка: %s
sw: Hitilafu: %s
ta: பிழை: %s
te: లోపం: %s
tg: Хато: %s
th: ข้อผิดพลาด: %s
tt: Хата: %s
uz: Xato: %s
uz@cyrillic: Хато: %s
vi: Lỗi: %s
wa: Aroke: %s
yi: גרייז: %s

source: Playback error: %s
af: Terugspeel-fout: %s
am: የማጫወቻ ስህተት: %s
ar: خطأ في التشغيل: %s
as: প্লেবেক ত্ৰুটি: %s
ast: Error de reproducción: %s
az: Oxutma xətası: %s
be: Памылка прайгравання: %s
be@latin: Pamylka prajhravannja: %s
bg: Грешка при възпроизвеждане: %s
bn: প্লেব্যাক ত্রুটি: %s
bo: སླར་གསོའི་ནོར་འཁྲུལ: %s
br: Fazi lenn: %s
ca: Error de reproducció: %s
cy: Gwall chwarae: %s
da: Afspilningsfejl: %s
dz: སྒྲ་སྐྱོན: %s
el: Σφάλμα αναπαραγωγής: %s
eo: Reprodukteraro: %s
et: Taasesituse viga: %s
eu: Erreprodukzio-errorea: %s
fa: خطای پخش: %s
fi: Toistovirhe: %s
fil: Error sa pag-play: %s
fo: Avspælingarvilla: %s
fur: Erôr di riproduzion: %s
fy: Ôfspylflater: %s
ga: Earráid athsheinnte: %s
gd: Mearachd cluiche: %s
gl: Erro de reprodución: %s
gu: પ્લેબેક ભૂલ: %s
hr: Pogreška reprodukcije: %s
is: Afspilunarvilla: %s
ka: დაკვრის შეცდომა: %s
kk: Ойнату қатесі: %s
kk@latin: Oınatu qatesi: %s
km: កំហុសក្នុងការចាក់: %s
kn: ಪ್ಲೇಬ್ಯಾಕ್ ದೋಷ: %s
ku: Çewtiya lêdanê: %s
lo: ຜິດພາດໃນການຫຼິ້ນ: %s
lv: Atskaņošanas kļūda: %s
mai: प्लेबैक त्रुटि: %s
mk: Грешка при репродукција: %s
ml: പ്ലേബാക്ക് പിശക്: %s
mn: Тоглуулах алдаа: %s
mr: प्लेबॅक त्रुटी: %s
ms: Ralat main balik: %s
my: ပြန်ဖွင့်ရာ အမှား: %s
nds: Afspeel-Fehler: %s
ne: प्लेब्याक त्रुटि: %s
nn: Avspelingsfeil: %s
oc: Error de lectura: %s
or: ପ୍ଲେବ୍ୟାକ ତ୍ରୁଟି: %s
pa: ਪਲੇਬੈਕ ਗਲਤੀ: %s
ps: د غږولو تېروتنه: %s
si: ප්ලේබැක් දෝෂය: %s
sk: Chyba prehrávania: %s
sl: Napaka predvajanja: %s
sq: Gabim luajtjeje: %s
sr@ije: Грешка при репродукцији: %s
sw: Hitilafu ya uchezaji: %s
ta: இயக்கப் பிழை: %s
te: ప్లేబ్యాక్ లోపం: %s
tg: Хатои пахш: %s
th: ข้อผิดพลาดในการเล่น: %s
tt: Уйнату хатасы: %s
uz: Ijro xatosi: %s
uz@cyrillic: Ижро хатоси: %s
vi: Lỗi phát: %s
wa: Aroke di djowaedje: %s
yi: שפּיל-גרייז: %s

source: Now playing: %s
af: Speel nou: %s
am: አሁን እየተጫወተ ነው: %s
ar: يعمل الآن: %s
as: এতিয়া বাজি আছে: %s
ast: Reproduciendo: %s
az: İndi oxuyur: %s
be: Зараз іграе: %s
be@latin: Zaraz ihraje: %s
bg: Сега се изпълнява: %s
bn: এখন চলছে: %s
bo: ད་ལྟ་གཏོང་བཞིན་པ: %s
br: O seniñ bremañ: %s
ca: S'està reproduint: %s
cy: Yn chwarae nawr: %s
da: Spiller nu: %s
dz: ད་ལྟ་གཏོང་བཞིན་པ: %s
el: Αναπαράγεται τώρα: %s
eo: Nun ludas: %s
et: Praegu mängib: %s
eu: Orain jotzen: %s
fa: در حال پخش: %s
fi: Nyt soi: %s
fil: Pinapatugtog ngayon: %s
fo: Spælir nú: %s
fur: In riproduzion: %s
fy: No oan it spyljen: %s
ga: Á sheinm anois: %s
gd: Ga chluich an-dràsta: %s
gl: Reproducindo: %s
gu: હવે વાગી રહ્યું છે: %s
hr: Sada svira: %s
is: Í spilun: %s
ka: ახლა უკრავს: %s
kk: Қазір ойналуда: %s
kk@latin: Qazir oınaluda: %s
km: កំពុងចាក់: %s
kn: ಈಗ ನುಡಿಸಲಾಗುತ್ತಿದೆ: %s
ku: Niha tê lêdan: %s
lo: ກຳລັງຫຼິ້ນ: %s
lv: Tagad atskaņo: %s
mai: एखन बाजि रहल अछि: %s
mk: Сега свири: %s
ml: ഇപ്പോൾ പ്ലേ ചെയ്യുന്നു: %s
mn: Одоо тоглож байна: %s
mr: आत्ता वाजत आहे: %s
ms: Sedang dimainkan: %s
my: ယခုဖွင့်နေသည်: %s
nds: Speelt nu: %s
ne: अहिले बजिरहेको छ: %s
nn: Spelar no: %s
oc: En lectura: %s
or: ବର୍ତ୍ତମାନ ବାଜୁଛି: %s
pa: ਹੁਣ ਚੱਲ ਰਿਹਾ ਹੈ: %s
ps: اوس غږیږي: %s
si: දැන් වාදනය වෙයි: %s
sk: Práve hrá: %s
sl: Zdaj predvaja: %s
sq: Duke luajtur tani: %s
sr@ije: Сада свира: %s
sw: Inacheza sasa: %s
ta: இப்போது இயங்குகிறது: %s
te: ఇప్పుడు ప్లే అవుతోంది: %s
tg: Ҳоло пахш мешавад: %s
th: กำลังเล่น: %s
tt: Хәзер уйный: %s
uz: Hozir ijro etilmoqda: %s
uz@cyrillic: Ҳозир ижро этилмоқда: %s
vi: Đang phát: %s
wa: Djowe asteure: %s
yi: שפּילט איצט: %s

source: Resuming: %s
af: Hervat: %s
am: እየቀጠለ: %s
ar: استئناف: %s
as: পুনৰাৰম্ভ: %s
ast: Reanudando: %s
az: Davam edir: %s
be: Аднаўленне: %s
be@latin: Adnaŭljennje: %s
bg: Възобновяване: %s
bn: পুনরায় শুরু হচ্ছে: %s
bo: མུ་མཐུད: %s
br: Kenderc'hel: %s
ca: Reprenent: %s
cy: Ailddechrau: %s
da: Genoptager: %s
dz: བསྐྱར་གཏོང: %s
el: Συνεχίζεται: %s
eo: Daŭrigas: %s
et: Jätkamine: %s
eu: Berrekiten: %s
fa: ادامه: %s
fi: Jatketaan: %s
fil: Ipinagpapatuloy: %s
fo: Heldur áfram: %s
fur: Ripuartant: %s
fy: Fierder gean: %s
ga: Ag atosú: %s
gd: Ag ath-thòiseachadh: %s
gl: Retomando: %s
gu: ફરી શરૂ: %s
hr: Nastavlja se: %s
is: Held áfram: %s
ka: ბრუნდება: %s
kk: Жалғастыру: %s
kk@latin: Jalǵastyru: %s
km: កំពុងបន្ត: %s
kn: ಮುಂದುವರಿಸಲಾಗುತ್ತಿದೆ: %s
ku: Berdewamkirin: %s
lo: ສືບຕໍ່: %s
lv: Atsākšana: %s
mai: फेर शुरू: %s
mk: Продолжува: %s
ml: പുനരാരംഭിക്കുന്നു: %s
mn: Үргэлжлүүлэх: %s
mr: पुन्हा सुरू होत आहे: %s
ms: Menyambung semula: %s
my: ပြန်လည်စတင်: %s
nds: Wiedergaav: %s
ne: पुनः सुरु हुँदैछ: %s
nn: Held fram: %s
oc: Reprèsa: %s
or: ପୁନଃ ଆରମ୍ଭ: %s
pa: ਮੁੜ ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ: %s
ps: بیا پیلوي: %s
si: නැවත ආරම්භ: %s
sk: Obnovenie: %s
sl: Nadaljevanje: %s
sq: Duke rifilluar: %s
sr@ije: Наставља се: %s
sw: Inaendelea: %s
ta: தொடர்கிறது: %s
te: తిరిగి ప్రారంభం: %s
tg: Идома додан: %s
th: กำลังเล่นต่อ: %s
tt: Дәвам итү: %s
uz: Davom etish: %s
uz@cyrillic: Давом этиш: %s
vi: Tiếp tục: %s
wa: Ricminçaedje: %s
yi: פֿאָרזעצן: %s

source: Featured Stations
af: Uitgeligte stasies
am: ተለይተው የቀረቡ ጣቢያዎች
ar: محطات مميزة
as: বিশিষ্ট ষ্টেচনসমূহ
ast: Estaciones destacaes
az: Seçilmiş stansiyalar
be: Выбраныя станцыі
be@latin: Vybranyja stancyi
bg: Препоръчани станции
bn: বৈশিষ্ট্যযুক্ত স্টেশন
bo: ཁྱད་ལྡན་འཚོལ་ཁང་།
br: Savourioù diuzet
ca: Estacions destacades
cy: Gorsafoedd dan Sylw
da: Udvalgte stationer
dz: འོས་འཚམས་རླུང་འཕྲིན
el: Προτεινόμενοι σταθμοί
eo: Elstaraj stacioj
et: Esiletõstetud jaamad
eu: Nabarmendutako irratiak
fa: ایستگاه‌های ویژه
fi: Suositellut asemat
fil: Mga tampok na istasyon
fo: Útvaldar støðir
fur: Stazions in evidence
fy: Utlichte stjoerders
ga: Stáisiúin roghnaithe
gd: Stèiseanan sònraichte
gl: Emisoras destacadas
gu: ખાસ સ્ટેશનો
hr: Istaknute postaje
is: Valdar stöðvar
ka: გამორჩეული სადგურები
kk: Таңдаулы станциялар
kk@latin: Tańdauly stantsııalar
km: ស្ថានីយពិសេស
kn: ವಿಶೇಷ ಕೇಂದ್ರಗಳು
ku: Stasyonên bijarte
lo: ສະຖານີແນະນຳ
lv: Ieteiktās stacijas
mai: विशिष्ट स्टेशन
mk: Избрани станици
ml: പ്രധാന സ്റ്റേഷനുകൾ
mn: Онцлох станцууд
mr: वैशिष्ट्यीकृत स्टेशन
ms: Stesen pilihan
my: အထူးဘူတာများ
nds: Utwählte Statschonen
ne: विशेष स्टेशनहरू
nn: Utvalde stasjonar
oc: Estacions mesas en avant
or: ବିଶେଷ ଷ୍ଟେସନ
pa: ਵਿਸ਼ੇਸ਼ ਸਟੇਸ਼ਨ
ps: ځانګړي سټېشنونه
si: විශේෂ ස්ථාන
sk: Odporúčané stanice
sl: Izpostavljene postaje
sq: Stacione të veçanta
sr@ije: Истакнуте станице
sw: Vituo vilivyoangaziwa
ta: சிறப்பு நிலையங்கள்
te: ప్రత్యేక స్టేషన్లు
tg: Стансияҳои баргузида
th: สถานีแนะนำ
tt: Сайланган станцияләр
uz: Tanlangan stansiyalar
uz@cyrillic: Танланган станциялар
vi: Đài nổi bật
wa: Ståcions rloukîyes
yi: אויסגעוויילטע סטאנציעס

source: Favourite Stations
af: Gunsteling-stasies
am: ተወዳጅ ጣቢያዎች
ar: المحطات المفضلة
as: প্ৰিয় ষ্টেচনসমূহ
ast: Estaciones favorites
az: Sevimli stansiyalar
be: Улюбёныя станцыі
be@latin: Uljubjonyja stancyi
bg: Любими станции
bn: প্রিয় স্টেশন
bo: དགའ་ཤོས་འཚོལ་ཁང་།
br: Savourioù karetañ
ca: Estacions preferides
cy: Hoff Orsafoedd
da: Favoritstationer
dz: དགའ་ཤོས་རླུང་འཕྲིན
el: Αγαπημένοι σταθμοί
eo: Plej ŝatataj stacioj
et: Lemmikjaamad
eu: Gogoko irratiak
fa: ایستگاه‌های محبوب
fi: Suosikkiasemat
fil: Mga paboritong istasyon
fo: Yndissstøðir
fur: Stazions preferidis
fy: Favoriete stjoerders
ga: Stáisiúin is fearr leat
gd: Na stèiseanan as fheàrr leat
gl: Emisoras favoritas
gu: મનપસંદ સ્ટેશનો
hr: Omiljene postaje
is: Uppáhaldsstöðvar
ka: რჩეული სადგურები
kk: Сүйікті станциялар
kk@latin: Súıikti stantsııalar
km: ស្ថានីយដែលចូលចិត្ត
kn: ಮೆಚ್ಚಿನ ಕೇಂದ್ರಗಳು
ku: Stasyonên bijare
lo: ສະຖານີທີ່ມັກ
lv: Izlases stacijas
mai: पसंदीदा स्टेशन
mk: Омилени станици
ml: പ്രിയപ്പെട്ട സ്റ്റേഷനുകൾ
mn: Дуртай станцууд
mr: आवडते स्टेशन
ms: Stesen kegemaran
my: အကြိုက်ဆုံးဘူတာများ
nds: Leevlings-Statschonen
ne: मनपर्ने स्टेशनहरू
nn: Favorittstasjonar
oc: Estacions favoritas
or: ପ୍ରିୟ ଷ୍ଟେସନ
pa: ਮਨਪਸੰਦ ਸਟੇਸ਼ਨ
ps: خوښې سټېشنونه
si: ප්‍රියතම ස්ථාන
sk: Obľúbené stanice
sl: Priljubljene postaje
sq: Stacionet e preferuara
sr@ije: Омиљене станице
sw: Vituo vinavyopendwa
ta: பிடித்த நிலையங்கள்
te: ఇష్టమైన స్టేషన్లు
tg: Стансияҳои дӯстдошта
th: สถานีโปรด
tt: Яраткан станцияләр
uz: Sevimli stansiyalar
uz@cyrillic: Севимли станциялар
vi: Đài yêu thích
wa: Ståcions préferêyes
yi: באַליבטע סטאנציעס

source: Browse by Genre
af: Blaai volgens genre
am: በዘውግ ያስሱ
ar: تصفح حسب النوع
as: শৈলী অনুসৰি ব্ৰাউজ কৰক
ast: Esplorar por xéneru
az: Janra görə gözdən keçir
be: Агляд па жанры
be@latin: Ahljad pa žanry
bg: Преглед по жанр
bn: ধারা অনুযায়ী ব্রাউজ করুন
bo: རིགས་ལྟར་བལྟ།
br: Furchal dre seurt
ca: Explora per gènere
cy: Pori yn ôl Genre
da: Gennemse efter genre
dz: རིགས་ལྟར་བལྟ
el: Περιήγηση κατά είδος
eo: Foliumi laŭ ĝenro
et: Sirvi žanri järgi
eu: Arakatu generoaren arabera
fa: مرور بر اساس ژانر
fi: Selaa tyylilajin mukaan
fil: Mag-browse ayon sa genre
fo: Kaga eftir slag
fur: Esplore par gjenere
fy: Blêdzje op sjenre
ga: Brabhsáil de réir seánra
gd: Brabhsaich a rèir gnè
gl: Explorar por xénero
gu: શૈલી પ્રમાણે બ્રાઉઝ કરો
hr: Pregledaj po žanru
is: Fletta eftir tegund
ka: ჟანრით დათვალიერება
kk: Жанр бойынша қарау
kk@latin: Janr boıynsha qarau
km: រុករកតាមប្រភេទ
kn: ಪ್ರಕಾರದ ಮೂಲಕ ಬ್ರೌಸ್ ಮಾಡಿ
ku: Li gorî cureyê bigere
lo: ເບິ່ງຕາມປະເພດ
lv: Pārlūkot pēc žanra
mai: विधा अनुसार ब्राउज करू
mk: Прелистај по жанр
ml: വിഭാഗം അനുസരിച്ച് ബ്രൗസ് ചെയ്യുക
mn: Төрлөөр үзэх
mr: शैलीनुसार ब्राउझ करा
ms: Layari mengikut genre
my: အမျိုးအစားအလိုက် ကြည့်ရှု
nds: Na Genre kieken
ne: शैली अनुसार हेर्नुहोस्
nn: Bla etter sjanger
oc: Percórrer per genre
or: ଧାରା ଅନୁସାରେ ବ୍ରାଉଜ କରନ୍ତୁ
pa: ਵਿਧਾ ਅਨੁਸਾਰ ਬ੍ਰਾਊਜ਼ ਕਰੋ
ps: د ډول په اساس وګورئ
si: ප්‍රභේදය අනුව පිරික්සන්න
sk: Prehliadať podľa žánru
sl: Brskaj po zvrsti
sq: Shfleto sipas zhanrit
sr@ije: Прегледај по жанру
sw: Vinjari kwa aina
ta: வகை வாரியாகத் தேடு
te: ప్రక్రియ ద్వారా బ్రౌజ్ చేయండి
tg: Аз рӯи жанр дидан
th: เรียกดูตามแนวเพลง
tt: Жанр буенча карау
uz: Janr boʻyicha koʻrish
uz@cyrillic: Жанр бўйича кўриш
vi: Duyệt theo thể loại
wa: Foyter pa djinre
yi: בלעטערן לויט זשאַנער

source: View All
af: Wys alles
am: ሁሉንም ይመልከቱ
ar: عرض الكل
as: সকলো চাওক
ast: Ver too
az: Hamısına bax
be: Паказаць усе
be@latin: Pakazac usje
bg: Покажи всички
bn: সব দেখুন
bo: ཚང་མ་ལྟ།
br: Gwelet pep tra
ca: Mostra-ho tot
cy: Gweld y Cyfan
da: Vis alle
dz: ཚང་མ་བལྟ
el: Εμφάνιση όλων
eo: Vidi ĉiujn
et: Vaata kõiki
eu: Ikusi denak
fa: مشاهده همه
fi: Näytä kaikki
fil: Tingnan lahat
fo: Vís øll
fur: Viôt dut
fy: Alles besjen
ga: Féach ar gach ceann
gd: Seall na h-uile
gl: Ver todo
gu: બધું જુઓ
hr: Prikaži sve
is: Skoða allt
ka: ყველას ნახვა
kk: Барлығын көру
kk@latin: Barlyǵyn kóru
km: មើលទាំងអស់
kn: ಎಲ್ಲಾ ನೋಡಿ
ku: Hemûyan bibîne
lo: ເບິ່ງທັງໝົດ
lv: Skatīt visu
mai: सभ देखू
mk: Прикажи ги сите
ml: എല്ലാം കാണുക
mn: Бүгдийг харах
mr: सर्व पहा
ms: Lihat semua
my: အားလုံးကြည့်
nds: All ankieken
ne: सबै हेर्नुहोस्
nn: Vis alle
oc: Veire tot
or: ସମସ୍ତ ଦେଖନ୍ତୁ
pa: ਸਭ ਵੇਖੋ
ps: ټول وګورئ
si: සියල්ල බලන්න
sk: Zobraziť všetky
sl: Prikaži vse
sq: Shiko të gjitha
sr@ije: Прикажи све
sw: Tazama zote
ta: அனைத்தையும் காண்
te: అన్నీ చూడండి
tg: Ҳамаро дидан
th: ดูทั้งหมด
tt: Барысын күрсәтү
uz: Hammasini koʻrish
uz@cyrillic: Ҳаммасини кўриш
vi: Xem tất cả
wa: Vey tot
yi: ווייזן אַלע

source: Search stations…
af: Soek stasies…
am: ጣቢያዎችን ፈልግ…
ar: البحث عن محطات…
as: ষ্টেচন সন্ধান কৰক…
ast: Buscar estaciones…
az: Stansiyaları axtar…
be: Шукаць станцыі…
be@latin: Šukac stancyi…
bg: Търсене на станции…
bn: স্টেশন খুঁজুন…
bo: འཚོལ་ཁང་འཚོལ…
br: Klask savourioù…
ca: Cerca estacions…
cy: Chwilio gorsafoedd…
da: Søg stationer…
dz: རླུང་འཕྲིན་འཚོལ…
el: Αναζήτηση σταθμών…
eo: Serĉi staciojn…
et: Otsi jaamu…
eu: Bilatu irratiak…
fa: جستجوی ایستگاه‌ها…
fi: Etsi asemia…
fil: Maghanap ng mga istasyon…
fo: Leita eftir støðum…
fur: Cîr stazions…
fy: Stjoerders sykje…
ga: Cuardaigh stáisiúin…
gd: Lorg stèiseanan…
gl: Buscar emisoras…
gu: સ્ટેશનો શોધો…
hr: Pretraži postaje…
is: Leita að stöðvum…
ka: სადგურების ძიება…
kk: Станцияларды іздеу…
kk@latin: Stantsııalardy izdeu…
km: ស្វែងរកស្ថានីយ…
kn: ಕೇಂದ್ರಗಳನ್ನು ಹುಡುಕಿ…
ku: Li stasyonan bigere…
lo: ຊອກຫາສະຖານີ…
lv: Meklēt stacijas…
mai: स्टेशन खोजू…
mk: Пребарувај станици…
ml: സ്റ്റേഷനുകൾ തിരയുക…
mn: Станцуудыг хайх…
mr: स्टेशन शोधा…
ms: Cari stesen…
my: ဘူတာများ ရှာဖွေပါ…
nds: Statschonen söken…
ne: स्टेशनहरू खोज्नुहोस्…
nn: Søk etter stasjonar…
oc: Cercar d'estacions…
or: ଷ୍ଟେସନ ଖୋଜନ୍ତୁ…
pa: ਸਟੇਸ਼ਨ ਖੋਜੋ…
ps: د سټېشنونو لټون…
si: ස්ථාන සොයන්න…
sk: Hľadať stanice…
sl: Iskanje postaj…
sq: Kërko stacione…
sr@ije: Претражи станице…
sw: Tafuta vituo…
ta: நிலையங்களைத் தேடுங்கள்…
te: స్టేషన్లు వెతకండి…
tg: Ҷустуҷӯи стансияҳо…
th: ค้นหาสถานี…
tt: Станцияләрне эзләү…
uz: Stansiyalarni qidirish…
uz@cyrillic: Станцияларни қидириш…
vi: Tìm đài…
wa: Cweri des ståcions…
yi: זוכן סטאנציעס…

source: All Languages
af: Alle tale
am: ሁሉም ቋንቋዎች
ar: جميع اللغات
as: সকলো ভাষা
ast: Toles llingües
az: Bütün dillər
be: Усе мовы
be@latin: Usje movy
bg: Всички езици
bn: সব ভাষা
bo: སྐད་ཡིག་ཚང་མ།
br: An holl yezhoù
ca: Totes les llengües
cy: Pob Iaith
da: Alle sprog
dz: སྐད་ཡིག་ཚང་མ
el: Όλες οι γλώσσες
eo: Ĉiuj lingvoj
et: Kõik keeled
eu: Hizkuntza guztiak
fa: همه زبان‌ها
fi: Kaikki kielet
fil: Lahat ng wika
fo: Øll mál
fur: Dutis lis lenghis
fy: Alle talen
ga: Gach teanga
gd: A h-uile cànan
gl: Todas as linguas
gu: બધી ભાષાઓ
hr: Svi jezici
is: Öll tungumál
ka: ყველა ენა
kk: Барлық тілдер
kk@latin: Barlyq tilder
km: ភាសាទាំងអស់
kn: ಎಲ್ಲಾ ಭಾಷೆಗಳು
ku: Hemû ziman
lo: ທຸກພາສາ
lv: Visas valodas
mai: सभ भाषा
mk: Сите јазици
ml: എല്ലാ ഭാഷകളും
mn: Бүх хэл
mr: सर्व भाषा
ms: Semua bahasa
my: ဘာသာစကားအားလုံး
nds: All Spraken
ne: सबै भाषाहरू
nn: Alle språk
oc: Totas las lengas
or: ସମସ୍ତ ଭାଷା
pa: ਸਾਰੀਆਂ ਭਾਸ਼ਾਵਾਂ
ps: ټولې ژبې
si: සියලු භාෂා
sk: Všetky jazyky
sl: Vsi jeziki
sq: Të gjitha gjuhët
sr@ije: Сви језици
sw: Lugha zote
ta: அனைத்து மொழிகள்
te: అన్ని భాషలు
tg: Ҳамаи забонҳо
th: ทุกภาษา
tt: Барлык телләр
uz: Barcha tillar
uz@cyrillic: Барча тиллар
vi: Tất cả ngôn ngữ
wa: Totes les lingaedjes
yi: אַלע שפּראַכן

source: Filter by language
af: Filter volgens taal
am: በቋንቋ ያጣሩ
ar: تصفية حسب اللغة
as: ভাষা অনুসৰি ফিল্টাৰ কৰক
ast: Peñerar por llingua
az: Dilə görə süz
be: Фільтр па мове
be@latin: Filtr pa movje
bg: Филтриране по език
bn: ভাষা অনুযায়ী ফিল্টার করুন
bo: སྐད་ཡིག་ལྟར་ཚགས་མ།
br: Silañ dre yezh
ca: Filtra per idioma
cy: Hidlo yn ôl iaith
da: Filtrer efter sprog
dz: སྐད་ཡིག་ལྟར་བཙག
el: Φιλτράρισμα κατά γλώσσα
eo: Filtri laŭ lingvo
et: Filtreeri keele järgi
eu: Iragazi hizkuntzaren arabera
fa: فیلتر بر اساس زبان
fi: Suodata kielen mukaan
fil: I-filter ayon sa wika
fo: Filtrera eftir máli
fur: Filtre par lenghe
fy: Filterje op taal
ga: Scag de réir teanga
gd: Criathraich a rèir cànain
gl: Filtrar por lingua
gu: ભાષા પ્રમાણે ફિલ્ટર કરો
hr: Filtriraj po jeziku
is: Sía eftir tungumáli
ka: ენის მიხედვით გაფილტვრა
kk: Тіл бойынша сүзу
kk@latin: Til boıynsha súzu
km: ត្រងតាមភាសា
kn: ಭಾಷೆಯ ಮೂಲಕ ಫಿಲ್ಟರ್ ಮಾಡಿ
ku: Li gorî zimanî parzûn bike
lo: ກອງຕາມພາສາ
lv: Filtrēt pēc valodas
mai: भाषा अनुसार फ़िल्टर करू
mk: Филтрирај по јазик
ml: ഭാഷ അനുസരിച്ച് ഫിൽട്ടർ ചെയ്യുക
mn: Хэлээр шүүх
mr: भाषेनुसार फिल्टर करा
ms: Tapis mengikut bahasa
my: ဘာသာစကားအလိုက် စစ်ထုတ်
nds: Na Spraak filtern
ne: भाषा अनुसार फिल्टर गर्नुहोस्
nn: Filtrer etter språk
oc: Filtrar per lenga
or: ଭାଷା ଅନୁସାରେ ଫିଲ୍ଟର
pa: ਭਾਸ਼ਾ ਅਨੁਸਾਰ ਫਿਲਟਰ ਕਰੋ
ps: د ژبې په اساس فلټر
si: භාෂාව අනුව පෙරන්න
sk: Filtrovať podľa jazyka
sl: Filtriraj po jeziku
sq: Filtro sipas gjuhës
sr@ije: Филтрирај по језику
sw: Chuja kwa lugha
ta: மொழி வாரியாக வடிகட்டு
te: భాష ద్వారా ఫిల్టర్ చేయండి
tg: Филтр аз рӯи забон
th: กรองตามภาษา
tt: Тел буенча фильтрлау
uz: Til boʻyicha saralash
uz@cyrillic: Тил бўйича саралаш
vi: Lọc theo ngôn ngữ
wa: Filtrer pa lingaedje
yi: פֿילטער לויט שפּראַך

source: No Stations
af: Geen stasies
am: ምንም ጣቢያዎች የሉም
ar: لا توجد محطات
as: কোনো ষ্টেচন নাই
ast: Ensin estaciones
az: Stansiya yoxdur
be: Няма станцый
be@latin: Njama stancyj
bg: Няма станции
bn: কোনো স্টেশন নেই
bo: འཚོལ་ཁང་མེད།
br: Savourenn ebet
ca: Cap estació
cy: Dim Gorsafoedd
da: Ingen stationer
dz: རླུང་འཕྲིན་མེད
el: Δεν βρέθηκαν σταθμοί
eo: Neniuj stacioj
et: Jaamu pole
eu: Ez dago irratirik
fa: ایستگاهی وجود ندارد
fi: Ei asemia
fil: Walang istasyon
fo: Ongar støðir
fur: Nissune stazion
fy: Gjin stjoerders
ga: Gan stáisiúin
gd: Gun stèisean
gl: Sen emisoras
gu: કોઈ સ્ટેશન નથી
hr: Nema postaja
is: Engar stöðvar
ka: სადგურები არ არის
kk: Станциялар жоқ
kk@latin: Stantsııalar joq
km: គ្មានស្ថានីយ
kn: ಯಾವುದೇ ಕೇಂದ್ರಗಳಿಲ್ಲ
ku: Tu stasyon tune
lo: ບໍ່ມີສະຖານີ
lv: Nav staciju
mai: कोनो स्टेशन नहि
mk: Нема станици
ml: സ്റ്റേഷനുകളില്ല
mn: Станц байхгүй
mr: कोणताही स्टेशन नाही
ms: Tiada stesen
my: ဘူတာမရှိ
nds: Keen Statschonen
ne: कुनै स्टेशन छैन
nn: Ingen stasjonar
oc: Cap d'estacion
or: କୌଣସି ଷ୍ଟେସନ ନାହିଁ
pa: ਕੋਈ ਸਟੇਸ਼ਨ ਨਹੀਂ
ps: سټېشنونه نشته
si: ස්ථාන නැත
sk: Žiadne stanice
sl: Ni postaj
sq: Asnjë stacion
sr@ije: Нема станица
sw: Hakuna vituo
ta: நிலையங்கள் இல்லை
te: స్టేషన్లు లేవు
tg: Стансия нест
th: ไม่มีสถานี
tt: Станцияләр юк
uz: Stansiyalar yoʻq
uz@cyrillic: Станциялар йўқ
vi: Không có đài
wa: Nole ståcion
yi: קיין סטאנציעס
