Repository: meehow/receiver
Catalog: po/*.po
Languages: af, am, ar, as, ast, az, be, be@latin, bg, bn, bo, br, ca, cy, da, dz, el, eo, et, eu, fa, fi, fil, fo, fur, fy, ga, gd, gl, gu, hr, is, ka, kk, kk@latin, km, kn, ku, lo, lv, mai, mk, ml, mn, mr, ms, my, nds, ne, nn, oc, or, pa, ps, si, sk, sl, sq, sr@ije, sw, ta, te, tg, th, tt, uz, uz@cyrillic, vi, wa, yi

source: Loading…
af: Laai…
am: በመጫን ላይ…
ar: جارٍ التحميل…
as: লোড হৈ আছে…
ast: Cargando…
az: Yüklənir…
be: Загрузка…
be@latin: Zahruzka…
bg: Зареждане…
bn: লোড হচ্ছে…
bo: ཕབ་ལེན་བྱེད་བཞིན…
br: O kargañ…
ca: S'està carregant…
cy: Yn llwytho…
da: Indlæser…
dz: ཐོན་བཞིན་པ…
el: Φόρτωση…
eo: Ŝargas…
et: Laadimine…
eu: Kargatzen…
fa: در حال بارگذاری…
fi: Ladataan…
fil: Naglo-load…
fo: Innlesur…
fur: Cjariant…
fy: Lade…
ga: Ag luchtú…
gd: A’ luchdachadh…
gl: Cargando…
gu: લોડ થઈ રહ્યું છે…
hr: Učitavanje…
is: Hleður…
ka: იტვირთება…
kk: Жүктелуде…
kk@latin: Júktelude…
km: កំពុងផ្ទុក…
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ…
ku: Tê barkirin…
lo: ກຳລັງໂຫລດ…
lv: Ielādē…
mai: लोड भ' रहल अछि…
mk: Вчитување…
ml: ലോഡ് ചെയ്യുന്നു…
mn: Ачааллаж байна…
mr: लोड होत आहे…
ms: Memuatkan…
my: ဖွင့်နေသည်…
nds: Laadt…
ne: लोड हुँदैछ…
nn: Lastar…
oc: Cargament…
or: ଲୋଡ ହେଉଛି…
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ…
ps: پورته کیږي…
si: පූරණය වෙමින්…
sk: Načítavanie…
sl: Nalaganje…
sq: Duke ngarkuar…
sr@ije: Учитавање…
sw: Inapakia…
ta: ஏற்றுகிறது…
te: లోడ్ అవుతోంది…
tg: Бор шудан…
th: กำลังโหลด…
tt: Йөкләнә…
uz: Yuklanmoqda…
uz@cyrillic: Юкланмоқда…
vi: Đang tải…
wa: Tcherdjaedje…
yi: לאָדן…

source: %u of %d stations
af: %u van %d stasies
am: %u ከ %d ጣቢያዎች
ar: %u من %d محطة
as: %u / %d ষ্টেচন
ast: %u de %d estaciones
az: %u / %d stansiya
be: %u з %d станцый
be@latin: %u z %d stancyj
bg: %u от %d станции
bn: %u / %d স্টেশন
bo: %u / %d འཚོལ་ཁང་།
br: %u eus %d savourenn
ca: %u de %d estacions
cy: %u o %d gorsaf
da: %u af %d stationer
dz: རླུང་འཕྲིན %d ནང་ལས %u
el: %u από %d σταθμούς
eo: %u el %d stacioj
et: %u / %d jaama
eu: %u / %d irrati
fa: %u از %d ایستگاه
fi: %u / %d asemaa
fil: %u sa %d na istasyon
fo: %u av %d støðum
fur: %u di %d stazions
fy: %u fan %d stjoerders
ga: %u as %d stáisiún
gd: %u à %d stèisean
gl: %u de %d emisoras
gu: %u / %d સ્ટેશનો
hr: %u od %d postaja
is: %u af %d stöðvum
ka: %u / %d სადგური
kk: %u / %d станция
kk@latin: %u / %d stantsııa
km: %u ក្នុង %d ស្ថានីយ
kn: %u / %d ಕೇಂದ್ರಗಳು
ku: %u ji %d stasyonan
lo: %u ຈາກ %d ສະຖານີ
lv: %u no %d stacijām
mai: %u / %d स्टेशन
mk: %u од %d станици
ml: %u / %d സ്റ്റേഷനുകൾ
mn: %u / %d станц
mr: %u / %d स्टेशन
ms: %u daripada %d stesen
my: %u / %d ဘူတာ
nds: %u vun %d Statschonen
ne: %u / %d स्टेशनहरू
nn: %u av %d stasjonar
oc: %u de %d estacions
or: %u / %d ଷ୍ଟେସନ
pa: %u / %d ਸਟੇਸ਼ਨ
ps: %u له %d سټېشنونو
si: %u / %d ස්ථාන
sk: %u z %d staníc
sl: %u od %d postaj
sq: %u nga %d stacione
sr@ije: %u од %d станица
sw: %u kati ya %d vituo
ta: %u / %d நிலையங்கள்
te: %u / %d స్టేషన్లు
tg: %u аз %d стансия
th: %u จาก %d สถานี
tt: %u / %d станция
uz: %u / %d stansiya
uz@cyrillic: %u / %d станция
vi: %u / %d đài
wa: %u so %d ståcions
yi: %u פֿון %d סטאנציעס

source: Stations: %d
af: Stasies: %d
am: ጣቢያዎች: %d
ar: المحطات: %d
as: ষ্টেচন: %d
ast: Estaciones: %d
az: Stansiyalar: %d
be: Станцыі: %d
be@latin: Stancyi: %d
bg: Станции: %d
bn: স্টেশন: %d
bo: འཚོལ་ཁང་: %d
br: Savourioù: %d
ca: Estacions: %d
cy: Gorsafoedd: %d
da: Stationer: %d
dz: རླུང་འཕྲིན: %d
el: Σταθμοί: %d
eo: Stacioj: %d
et: Jaamad: %d
eu: Irratiak: %d
fa: ایستگاه‌ها: %d
fi: Asemat: %d
fil: Mga istasyon: %d
fo: Støðir: %d
fur: Stazions: %d
fy: Stjoerders: %d
ga: Stáisiúin: %d
gd: Stèiseanan: %d
gl: Emisoras: %d
gu: સ્ટેશનો: %d
hr: Postaje: %d
is: Stöðvar: %d
ka: სადგურები: %d
kk: Станциялар: %d
kk@latin: Stantsııalar: %d
km: ស្ថានីយ: %d
kn: ಕೇಂದ್ರಗಳು: %d
ku: Stasyon: %d
lo: ສະຖານີ: %d
lv: Stacijas: %d
mai: स्टेशन: %d
mk: Станици: %d
ml: സ്റ്റേഷനുകൾ: %d
mn: Станцууд: %d
mr: स्टेशन: %d
ms: Stesen: %d
my: ဘူတာများ: %d
nds: Statschonen: %d
ne: स्टेशनहरू: %d
nn: Stasjonar: %d
oc: Estacions: %d
or: ଷ୍ଟେସନ: %d
pa: ਸਟੇਸ਼ਨ: %d
ps: سټېشنونه: %d
si: ස්ථාන: %d
sk: Stanice: %d
sl: Postaje: %d
sq: Stacione: %d
sr@ije: Станице: %d
sw: Vituo: %d
ta: நிலையங்கள்: %d
te: స్టేషన్లు: %d
tg: Стансияҳо: %d
th: สถานี: %d
tt: Станцияләр: %d
uz: Stansiyalar: %d
uz@cyrillic: Станциялар: %d
vi: Đài: %d
wa: Ståcions: %d
yi: סטאנציעס: %d

source: Loading Stations
af: Laai stasies
am: ጣቢያዎች በመጫን ላይ
ar: جارٍ تحميل المحطات
as: ষ্টেচন লোড হৈ আছে
ast: Cargando estaciones
az: Stansiyalar yüklənir
be: Загрузка станцый
be@latin: Zahruzka stancyj
bg: Зареждане на станции
bn: স্টেশন লোড হচ্ছে
bo: འཚོལ་ཁང་ཕབ་ལེན་བྱེད་བཞིན།
br: O kargañ ar savourioù
ca: S'estan carregant les estacions
cy: Yn Llwytho Gorsafoedd
da: Indlæser stationer
dz: རླུང་འཕྲིན་ཐོན་བཞིན་པ
el: Φόρτωση σταθμών
eo: Ŝargas staciojn
et: Jaamade laadimine
eu: Irratiak kargatzen
fa: در حال بارگذاری ایستگاه‌ها
fi: Ladataan asemia
fil: Naglo-load ng mga istasyon
fo: Innlesur støðir
fur: Cjariant lis stazions
fy: Stjoerders lade
ga: Stáisiúin á luchtú
gd: A’ luchdachadh stèiseanan
gl: Cargando emisoras
gu: સ્ટેશનો લોડ થઈ રહ્યાં છે
hr: Učitavanje postaja
is: Hleður stöðvar
ka: სადგურები იტვირთება
kk: Станциялар жүктелуде
kk@latin: Stantsııalar júktelude
km: កំពុងផ្ទុកស្ថានីយ
kn: ಕೇಂದ್ರಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ
ku: Stasyon tên barkirin
lo: ກຳລັງໂຫລດສະຖານີ
lv: Ielādē stacijas
mai: स्टेशन लोड भ' रहल अछि
mk: Вчитување станици
ml: സ്റ്റേഷനുകൾ ലോഡ് ചെയ്യുന്നു
mn: Станцуудыг ачааллаж байна
mr: स्टेशन लोड होत आहेत
ms: Memuatkan stesen
my: ဘူတာများ ဖွင့်နေသည်
nds: Statschonen warrt laadt
ne: स्टेशनहरू लोड हुँदैछ
nn: Lastar stasjonar
oc: Cargament de las estacions
or: ଷ୍ଟେସନ ଲୋଡ ହେଉଛି
pa: ਸਟੇਸ਼ਨ ਲੋਡ ਹੋ ਰਹੇ ਹਨ
ps: سټېشنونه پورته کیږي
si: ස්ථාන පූරණය වෙමින්
sk: Načítavanie staníc
sl: Nalaganje postaj
sq: Duke ngarkuar stacionet
sr@ije: Учитавање станица
sw: Vituo vinapakiwa
ta: நிலையங்கள் ஏற்றப்படுகின்றன
te: స్టేషన్లు లోడ్ అవుతున్నాయి
tg: Стансияҳо бор мешаванд
th: กำลังโหลดสถานี
tt: Станцияләр йөкләнә
uz: Stansiyalar yuklanmoqda
uz@cyrillic: Станциялар юкланмоқда
vi: Đang tải các đài
wa: Tcherdjaedje des ståcions
yi: לאָדן סטאנציעס

source: No Results
af: Geen resultate
am: ውጤት የለም
ar: لا توجد نتائج
as: কোনো ফলাফল নাই
ast: Ensin resultaos
az: Nəticə yoxdur
be: Няма вынікаў
be@latin: Njama vynikaŭ
bg: Няма резултати
bn: কোনো ফলাফল নেই
bo: འབྲས་བུ་མེད།
br: Disoc'h ebet
ca: Sense resultats
cy: Dim Canlyniadau
da: Ingen resultater
dz: གྲུབ་འབྲས་མེད
el: Κανένα αποτέλεσμα
eo: Neniuj rezultoj
et: Tulemusi pole
eu: Emaitzarik ez
fa: نتیجه‌ای یافت نشد
fi: Ei tuloksia
fil: Walang resulta
fo: Eingi úrslit
fur: Nissun risultât
fy: Gjin resultaten
ga: Gan torthaí
gd: Gun toraidhean
gl: Sen resultados
gu: કોઈ પરિણામ નથી
hr: Nema rezultata
is: Engar niðurstöður
ka: შედეგები არ არის
kk: Нәтижелер жоқ
kk@latin: Nátıjeler joq
km: គ្មានលទ្ធផល
kn: ಯಾವುದೇ ಫಲಿತಾಂಶಗಳಿಲ್ಲ
ku: Tu encam tune
lo: ບໍ່ມີຜົນ
lv: Nav rezultātu
mai: कोनो परिणाम नहि
mk: Нема резултати
ml: ഫലങ്ങളില്ല
mn: Үр дүн байхгүй
mr: कोणताही परिणाम नाही
ms: Tiada keputusan
my: ရလဒ်မရှိ
nds: Keen Resultaten
ne: कुनै परिणाम छैन
nn: Ingen resultat
oc: Cap de resultat
or: କୌଣସି ଫଳାଫଳ ନାହିଁ
pa: ਕੋਈ ਨਤੀਜੇ ਨਹੀਂ
ps: پایلې نشته
si: ප්‍රතිඵල නැත
sk: Žiadne výsledky
sl: Ni rezultatov
sq: Asnjë rezultat
sr@ije: Нема резултата
sw: Hakuna matokeo
ta: முடிவுகள் இல்லை
te: ఫలితాలు లేవు
tg: Натиҷа нест
th: ไม่มีผลลัพธ์
tt: Нәтиҗәләр юк
uz: Natijalar yoʻq
uz@cyrillic: Натижалар йўқ
vi: Không có kết quả
wa: Nol rezultat
yi: קיין רעזולטאַטן

source: Please wait…
af: Wag asseblief…
am: እባክዎ ይጠብቁ…
ar: يرجى الانتظار…
as: অনুগ্ৰহ কৰি ৰ'ব…
ast: Espera, por favor…
az: Zəhmət olmasa gözləyin…
be: Калі ласка, пачакайце…
be@latin: Kali laska, pačakajcje…
bg: Моля, изчакайте…
bn: অনুগ্রহ করে অপেক্ষা করুন…
bo: སྒུག་རོགས…
br: Gortozit mar plij…
ca: Si us plau, espereu…
cy: Arhoswch…
da: Vent venligst…
dz: སྒུག་རོགས…
el: Παρακαλώ περιμένετε…
eo: Bonvolu atendi…
et: Palun oodake…
eu: Itxaron mesedez…
fa: لطفاً صبر کنید…
fi: Odota hetki…
fil: Maghintay po…
fo: Vinarliga bíða…
fur: Par plasê spiete…
fy: Efkes wachtsje…
ga: Fan le do thoil…
gd: Fuirich ort…
gl: Agarde, por favor…
gu: કૃપા કરીને રાહ જુઓ…
hr: Molimo pričekajte…
is: Vinsamlegast bíðið…
ka: გთხოვთ მოიცადოთ…
kk: Күте тұрыңыз…
kk@latin: Kúte turyńyz…
km: សូមរង់ចាំ…
kn: ದಯವಿಟ್ಟು ಕಾಯಿರಿ…
ku: Ji kerema xwe bisekine…
lo: ກະລຸນາລໍຖ້າ…
lv: Lūdzu, uzgaidiet…
mai: कृपया प्रतीक्षा करू…
mk: Ве молиме почекајте…
ml: ദയവായി കാത്തിരിക്കൂ…
mn: Түр хүлээнэ үү…
mr: कृपया प्रतीक्षा करा…
ms: Sila tunggu…
my: ကျေးဇူးပြု၍ စောင့်ပါ…
nds: Bitte töven…
ne: कृपया पर्खनुहोस्…
nn: Ver venleg og vent…
oc: Esperatz…
or: ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ…
pa: ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ…
ps: مهرباني وکړئ صبر وکړئ…
si: කරුණාකර රැඳී සිටින්න…
sk: Prosím, čakajte…
sl: Prosimo, počakajte…
sq: Ju lutem prisni…
sr@ije: Молимо сачекајте…
sw: Tafadhali subiri…
ta: தயவுசெய்து காத்திருங்கள்…
te: దయచేసి వేచి ఉండండి…
tg: Лутфан интизор шавед…
th: กรุณารอสักครู่…
tt: Зинһар көтегез…
uz: Iltimos, kuting…
uz@cyrillic: Илтимос, кутинг…
vi: Vui lòng đợi…
wa: Ratindez s' i vs plait…
yi: ביטע וואַרט…

source: No stations match your search
af: Geen stasies pas by jou soektog
am: ከፍለጋዎ ጋር የሚዛመድ ጣቢያ የለም
ar: لا توجد محطات تطابق بحثك
as: আপোনাৰ সন্ধানৰ সৈতে কোনো ষ্টেচন মিলা নাই
ast: Nenguna estación coincide cola to gueta
az: Axtarışınıza uyğun stansiya tapılmadı
be: Ні адна станцыя не адпавядае вашаму пошуку
be@latin: Ni adna stancyja nje adpavjadaje vašamu pošuku
bg: Няма станции, отговарящи на търсенето ви
bn: আপনার অনুসন্ধানের সাথে কোনো স্টেশন মেলেনি
bo: ཁྱེད་ཀྱི་འཚོལ་ཞིབ་དང་མཐུན་པའི་འཚོལ་ཁང་མེད།
br: Savourenn ebet ne glot gant ho klask
ca: Cap estació coincideix amb la cerca
cy: Dim gorsafoedd yn cyfateb i'ch chwiliad
da: Ingen stationer matcher din søgning
dz: འཚོལ་བའི་རླུང་འཕྲིན་མ་རྙེད
el: Κανένας σταθμός δεν ταιριάζει με την αναζήτησή σας
eo: Neniuj stacioj kongruas kun via serĉo
et: Ükski jaam ei vasta teie otsingule
eu: Ez dago zure bilaketarekin bat datorren irratirik
fa: هیچ ایستگاهی با جستجوی شما مطابقت ندارد
fi: Yksikään asema ei vastaa hakuasi
fil: Walang istasyong tumutugma sa iyong hinanap
fo: Ongar støðir samsvara leitini
fur: Nissune stazion e corispuint ae tô ricercje
fy: Gjin stjoerders passe by jo sykopdracht
ga: Níl aon stáisiún ag teacht le do chuardach
gd: Chan eil stèisean a’ freagairt ris an lorg agad
gl: Ningunha emisora coincide coa súa busca
gu: તમારી શોધ સાથે કોઈ સ્ટેશન મેળ ખાતું નથી
hr: Nijedna postaja ne odgovara vašem pretraživanju
is: Engar stöðvar passa við leitina
ka: თქვენი ძიებისთვის სადგურები ვერ მოიძებნა
kk: Іздеуіңізге сәйкес станция табылмады
kk@latin: Izdeuińizge sáıkes stantsııa tabylmady
km: គ្មានស្ថានីយត្រូវនឹងការស្វែងរករបស់អ្នក
kn: ನಿಮ್ಮ ಹುಡುಕಾಟಕ್ಕೆ ಯಾವುದೇ ಕೇಂದ್ರ ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ
ku: Tu stasyon bi lêgerîna te re li hev nayê
lo: ບໍ່ມີສະຖານີທີ່ກົງກັບການຊອກຫາຂອງທ່ານ
lv: Neviena stacija neatbilst meklējumam
mai: अहाँक खोज सँ कोनो स्टेशन नहि मिललैक
mk: Ниту една станица не одговара на вашето пребарување
ml: നിങ്ങളുടെ തിരയലിന് യാതൊരു സ്റ്റേഷനും പൊരുത്തപ്പെടുന്നില്ല
mn: Таны хайлтад тохирох станц олдсонгүй
mr: तुमच्या शोधाशी कोणताही स्टेशन जुळत नाही
ms: Tiada stesen sepadan dengan carian anda
my: သင့်ရှာဖွေမှုနှင့် ကိုက်ညီသော ဘူတာမရှိ
nds: Keen Statschonen passt to dien Söök
ne: तपाईंको खोजसँग कुनै स्टेशन मेल खाँदैन
nn: Ingen stasjonar samsvarar med søket ditt
oc: Cap d'estacion correspond pas a vòstra recèrca
or: ଆପଣଙ୍କ ଖୋଜ ସହ କୌଣସି ଷ୍ଟେସନ ମେଳ ଖାଉ ନାହିଁ
pa: ਤੁਹਾਡੀ ਖੋਜ ਨਾਲ ਕੋਈ ਸਟੇਸ਼ਨ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ
ps: ستاسو لټون سره هیڅ سټېشن سمون نه خوري
si: ඔබේ සෙවීමට ගැළපෙන ස්ථාන නැත
sk: Žiadne stanice nezodpovedajú vášmu hľadaniu
sl: Nobena postaja ne ustreza vašemu iskanju
sq: Asnjë stacion nuk përputhet me kërkimin tuaj
sr@ije: Ниједна станица не одговара вашој претрази
sw: Hakuna kituo kinacholingana na utafutaji wako
ta: உங்கள் தேடலுக்கு பொருத்தமான நிலையம் இல்லை
te: మీ శోధనకు ఏ స్టేషన్ సరిపోలడం లేదు
tg: Ягон стансия ба ҷустуҷӯи шумо мувофиқ нест
th: ไม่มีสถานีตรงกับการค้นหาของคุณ
tt: Эзләүегезгә туры килгән станция табылмады
uz: Qidiruvingizga mos stansiya topilmadi
uz@cyrillic: Қидирувингизга мос станция топилмади
vi: Không có đài nào khớp với tìm kiếm của bạn
wa: Nole ståcion n' corespond a vosse cweraedje
yi: קיין סטאנציעס פּאַסן צו אייער זוכן

source: Could not load stations
af: Kon nie stasies laai nie
am: ጣቢያዎችን መጫን አልተቻለም
ar: تعذر تحميل المحطات
as: ষ্টেচন লোড কৰিব পৰা নগ'ল
ast: Nun se pudieron cargar les estaciones
az: Stansiyalar yüklənə bilmədi
be: Не ўдалося загрузіць станцыі
be@latin: Nje ŭdalosja zahruzic stancyi
bg: Станциите не можаха да бъдат заредени
bn: স্টেশন লোড করা যায়নি
bo: འཚོལ་ཁང་ཕབ་ལེན་བྱེད་མ་ཐུབ།
br: N'eo ket bet posupl kargañ ar savourioù
ca: No s'han pogut carregar les estacions
cy: Methu llwytho gorsafoedd
da: Kunne ikke indlæse stationer
dz: རླུང་འཕྲིན་ཐོན་མ་ཚུགས
el: Δεν ήταν δυνατή η φόρτωση σταθμών
eo: Ne eblis ŝargi staciojn
et: Jaamu ei õnnestunud laadida
eu: Ezin izan dira irratiak kargatu
fa: بارگذاری ایستگاه‌ها ممکن نشد
fi: Asemia ei voitu ladata
fil: Hindi ma-load ang mga istasyon
fo: Fekk ikki innlisið støðir
fur: No si è podût cjariâ lis stazions
fy: Koe stjoerders net lade
ga: Níorbh fhéidir stáisiúin a luchtú
gd: Cha b’ urrainn stèiseanan a luchdachadh
gl: Non se puideron cargar as emisoras
gu: સ્ટેશનો લોડ થઈ શક્યા નહીં
hr: Nije moguće učitati postaje
is: Gat ekki hlaðið stöðvum
ka: სადგურების ჩატვირთვა ვერ მოხერხდა
kk: Станцияларды жүктеу мүмкін болмады
kk@latin: Stantsııalardy júkteu múmkin bolmady
km: មិនអាចផ្ទុកស្ថានីយបាន
kn: ಕೇಂದ್ರಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗಲಿಲ್ಲ
ku: Stasyon nehatin barkirin
lo: ບໍ່ສາມາດໂຫລດສະຖານີໄດ້
lv: Neizdevās ielādēt stacijas
mai: स्टेशन लोड नहि भ' सकलैक
mk: Не можеа да се вчитаат станиците
ml: സ്റ്റേഷനുകൾ ലോഡ് ചെയ്യാനായില്ല
mn: Станцуудыг ачаалж чадсангүй
mr: स्टेशन लोड करता आले नाहीत
ms: Tidak dapat memuatkan stesen
my: ဘူတာများ ဖွင့်၍မရပါ
nds: Kunn Statschonen nich laden
ne: स्टेशनहरू लोड गर्न सकिएन
nn: Kunne ikkje laste stasjonar
oc: Impossible de cargar las estacions
or: ଷ୍ଟେସନ ଲୋଡ କରିହେଲା ନାହିଁ
pa: ਸਟੇਸ਼ਨ ਲੋਡ ਨਹੀਂ ਹੋ ਸਕੇ
ps: سټېشنونه پورته نشول
si: ස්ථාන පූරණය කළ නොහැක
sk: Nepodarilo sa načítať stanice
sl: Postaj ni bilo mogoče naložiti
sq: Nuk mundën të ngarkoheshin stacionet
sr@ije: Није могуће учитати станице
sw: Haikuweza kupakia vituo
ta: நிலையங்களை ஏற்ற இயலவில்லை
te: స్టేషన్లు లోడ్ చేయలేకపోయాము
tg: Стансияҳоро бор кардан имконнопазир нест
th: ไม่สามารถโหลดสถานีได้
tt: Станцияләрне йөкләп булмады
uz: Stansiyalarni yuklab boʻlmadi
uz@cyrillic: Станцияларни юклаб бўлмади
vi: Không thể tải các đài
wa: Dji n' a nén polou tcherdji les ståcions
yi: קען נישט לאָדן סטאנציעס

source: Not Playing
af: Speel nie
am: እየተጫወተ አይደለም
ar: لا يعمل
as: বাজি নাই
ast: Nun ta reproduciendo
az: Oxumur
be: Не іграе
be@latin: Nje ihraje
bg: Не се изпълнява
bn: চলছে না
bo: གཏོང་བཞིན་མེད།
br: N'emañ ket o seniñ
ca: No s'està reproduint
cy: Ddim yn Chwarae
da: Spiller ikke
dz: གཏོང་མིན་འདུག
el: Δεν αναπαράγεται
eo: Ne ludas
et: Ei mängi
eu: Ez du jotzen
fa: در حال پخش نیست
fi: Ei toista
fil: Hindi pinapatugtog
fo: Spælir ikki
fur: No in riproduzion
fy: Net oan it spyljen
ga: Gan seinm
gd: Chan eil e ga chluich
gl: Non está reproducindo
gu: વાગી રહ્યું નથી
hr: Ne svira
is: Ekki í spilun
ka: არ უკრავს
kk: Ойнатылмайды
kk@latin: Oınatylmaıdy
km: មិនកំពុងចាក់
kn: ನುಡಿಸಲಾಗುತ್ತಿಲ್ಲ
ku: Nalêde
lo: ບໍ່ໄດ້ຫຼິ້ນ
lv: Neatskaņo
mai: नहि बाजि रहल
mk: Не свири
ml: പ്ലേ ചെയ്യുന്നില്ല
mn: Тоглохгүй байна
mr: वाजत नाही
ms: Tidak dimainkan
my: ဖွင့်မနေပါ
nds: Speelt nich
ne: बजिरहेको छैन
nn: Spelar ikkje
oc: Pas en lectura
or: ବାଜୁ ନାହିଁ
pa: ਨਹੀਂ ਚੱਲ ਰਿਹਾ
ps: نه غږیږي
si: වාදනය නොවේ
sk: Nehrá
sl: Ne predvaja
sq: Nuk po luhet
sr@ije: Не свира
sw: Haichezi
ta: இயங்கவில்லை
te: ప్లే అవడం లేదు
tg: Пахш намешавад
th: ไม่ได้เล่น
tt: Уйнамый
uz: Ijro etilmayapti
uz@cyrillic: Ижро этилмаяпти
vi: Không phát
wa: Ne djowe nén
yi: שפּילט נישט

source: Select a station
af: Kies 'n stasie
am: ጣቢያ ይምረጡ
ar: اختر محطة
as: এটা ষ্টেচন বাছক
ast: Seleiciona una estación
az: Stansiya seçin
be: Выберыце станцыю
be@latin: Vybjerycje stancyju
bg: Изберете станция
bn: একটি স্টেশন নির্বাচন করুন
bo: འཚོལ་ཁང་ཞིག་འདེམས།
br: Diuzit ur savourenn
ca: Seleccioneu una estació
cy: Dewiswch orsaf
da: Vælg en station
dz: རླུང་འཕྲིན་གཅིག་གདམ
el: Επιλέξτε σταθμό
eo: Elektu stacion
et: Valige jaam
eu: Hautatu irrati bat
fa: یک ایستگاه انتخاب کنید
fi: Valitse asema
fil: Pumili ng istasyon
fo: Vel eina støð
fur: Selezione une stazion
fy: Selektearje in stjoerder
ga: Roghnaigh stáisiún
gd: Tagh stèisean
gl: Seleccione unha emisora
gu: એક સ્ટેશન પસંદ કરો
hr: Odaberite postaju
is: Veldu stöð
ka: აირჩიეთ სადგური
kk: Станцияны таңдаңыз
kk@latin: Stantsııany tańdańyz
km: ជ្រើសរើសស្ថានីយ
kn: ಒಂದು ಕೇಂದ್ರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: Stasyonekê hilbijêre
lo: ເລືອກສະຖານີ
lv: Izvēlieties staciju
mai: एकटा स्टेशन चुनू
mk: Изберете станица
ml: ഒരു സ്റ്റേഷൻ തിരഞ്ഞെടുക്കുക
mn: Станц сонгоно уу
mr: एक स्टेशन निवडा
ms: Pilih stesen
my: ဘူတာတစ်ခု ရွေးပါ
nds: Wähl en Statschoon
ne: एउटा स्टेशन छान्नुहोस्
nn: Vel ein stasjon
oc: Seleccionatz una estacion
or: ଗୋଟିଏ ଷ୍ଟେସନ ବାଛନ୍ତୁ
pa: ਇੱਕ ਸਟੇਸ਼ਨ ਚੁਣੋ
ps: یو سټېشن وټاکئ
si: ස්ථානයක් තෝරන්න
sk: Vyberte stanicu
sl: Izberite postajo
sq: Zgjidhni një stacion
sr@ije: Изаберите станицу
sw: Chagua kituo
ta: ஒரு நிலையத்தைத் தேர்ந்தெடுக்கவும்
te: ఒక స్టేషన్ ఎంచుకోండి
tg: Стансияро интихоб кунед
th: เลือกสถานี
tt: Станция сайлагыз
uz: Stansiya tanlang
uz@cyrillic: Станция танланг
vi: Chọn một đài
wa: Tchoezixhoz one ståcion
yi: קלייבט אַ סטאנציע

source: Download song
af: Laai liedjie af
am: ዘፈን አውርድ
ar: تنزيل الأغنية
as: গান ডাউনলোড কৰক
ast: Baxar canción
az: Mahnını yüklə
be: Спампаваць песню
be@latin: Spampavac pjesnju
bg: Изтегляне на песен
bn: গান ডাউনলোড করুন
bo: གླུ་ཕབ་ལེན།
br: Pellgargañ ar son
ca: Baixa la cançó
cy: Lawrlwytho cân
da: Download sang
dz: གླུ་ཕབ་ལེན
el: Λήψη τραγουδιού
eo: Elŝuti kanton
et: Laadi laul alla
eu: Deskargatu abestia
fa: دانلود آهنگ
fi: Lataa kappale
fil: I-download ang kanta
fo: Tak niður sang
fur: Discjame la cjanson
fy: Ferske ynlade
ga: Íoslódáil amhrán
gd: Luchdaich a-nuas òran
gl: Descargar canción
gu: ગીત ડાઉનલોડ કરો
hr: Preuzmi pjesmu
is: Sækja lag
ka: სიმღერის ჩამოტვირთვა
kk: Әнді жүктеу
kk@latin: Ándi júkteu
km: ទាញយកបទចម្រៀង
kn: ಹಾಡು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ku: Stranê daxîne
lo: ດາວໂຫລດເພງ
lv: Lejupielādēt dziesmu
mai: गीत डाउनलोड करू
mk: Преземи песна
ml: പാട്ട് ഡൗൺലോഡ് ചെയ്യുക
mn: Дуу татах
mr: गाणे डाउनलोड करा
ms: Muat turun lagu
my: သီချင်းဒေါင်းလုပ်
nds: Leed daaladen
ne: गीत डाउनलोड गर्नुहोस्
nn: Last ned song
oc: Telecargar la cançon
or: ଗୀତ ଡାଉନଲୋଡ
pa: ਗਾਣਾ ਡਾਊਨਲੋਡ ਕਰੋ
ps: سندره ښکته کړئ
si: ගීතය බාගත කරන්න
sk: Stiahnuť skladbu
sl: Prenesi pesem
sq: Shkarko kërgën
sr@ije: Преузми песму
sw: Pakua wimbo
ta: பாடலைப் பதிவிறக்கு
te: పాట డౌన్‌లోడ్ చేయండి
tg: Боргирии суруд
th: ดาวน์โหลดเพลง
tt: Җырны йөкләү
uz: Qoʻshiqni yuklab olish
uz@cyrillic: Қўшиқни юклаб олиш
vi: Tải bài hát
wa: Distcherdji li tchanson
yi: אַראָפּלאָדן ליד

source: Cancel download
af: Kanselleer aflaai
am: ማውረድ ሰርዝ
ar: إلغاء التنزيل
as: ডাউনলোড বাতিল কৰক
ast: Encaboxar descarga
az: Yükləməni ləğv et
be: Скасаваць спампоўку
be@latin: Skasavac spampoŭku
bg: Отмяна на изтеглянето
bn: ডাউনলোড বাতিল করুন
bo: ཕབ་ལེན་མེད་པར་གཏོང་།
br: Nullañ ar pellgargañ
ca: Cancel·la la baixada
cy: Canslo lawrlwytho
da: Annuller download
dz: ཕབ་ལེན་མེད་པ་བཟོ
el: Ακύρωση λήψης
eo: Nuligi elŝuton
et: Tühista allalaadimine
eu: Utzi deskarga
fa: لغو دانلود
fi: Peruuta lataus
fil: Kanselahin ang download
fo: Avlýs niðurtøku
fur: Anule il discjamament
fy: Ynlade annulearje
ga: Cealaigh íoslódáil
gd: Cuir dheth an luchdachadh
gl: Cancelar descarga
gu: ડાઉનલોડ રદ કરો
hr: Otkaži preuzimanje
is: Hætta við niðurhal
ka: ჩამოტვირთვის გაუქმება
kk: Жүктеуді болдырмау
kk@latin: Júkteudi boldyrmau
km: បោះបង់ការទាញយក
kn: ಡೌನ್‌ಲೋಡ್ ರದ್ದುಮಾಡಿ
ku: Daxistinê betal bike
lo: ຍົກເລີກດາວໂຫລດ
lv: Atcelt lejupielādi
mai: डाउनलोड रद्द करू
mk: Откажи преземање
ml: ഡൗൺലോഡ് റദ്ദാക്കുക
mn: Татаж авахыг цуцлах
mr: डाउनलोड रद्द करा
ms: Batal muat turun
my: ဒေါင်းလုပ်ပယ်ဖျက်
nds: Daalladen afbreken
ne: डाउनलोड रद्द गर्नुहोस्
nn: Avbryt nedlasting
oc: Anullar lo telecargament
or: ଡାଉନଲୋଡ ବାତିଲ
pa: ਡਾਊਨਲੋਡ ਰੱਦ ਕਰੋ
ps: ښکته کول لغوه کړئ
si: බාගත කිරීම අවලංගු කරන්න
sk: Zrušiť sťahovanie
sl: Prekliči prenos
sq: Anulo shkarkimin
sr@ije: Откажи преузимање
sw: Ghairi upakuaji
ta: பதிவிறக்கத்தை ரத்து செய்
te: డౌన్‌లోడ్ రద్దు చేయండి
tg: Бекор кардани боргирӣ
th: ยกเลิกการดาวน์โหลด
tt: Йөкләүне кире кагу
uz: Yuklashni bekor qilish
uz@cyrillic: Юклашни бекор қилиш
vi: Hủy tải
wa: Disfé li distcherdjaedje
yi: אָפּזאָגן אַראָפּלאָדן

source: Paused
af: Onderbreek
am: ቆሟል
ar: متوقف مؤقتاً
as: বিৰতি
ast: En posa
az: Fasilə
be: Прыпынена
be@latin: Prypynjena
bg: На пауза
bn: বিরতি
bo: མཚམས་བཞག
br: Ehanet
ca: En pausa
cy: Wedi Oedi
da: Sat på pause
dz: བཀག་ཡོད
el: Σε παύση
eo: Paŭzigita
et: Peatatud
eu: Geldituta
fa: متوقف
fi: Tauolla
fil: Naka-pause
fo: Steðgað
fur: In pause
fy: Skoft
ga: Ar sos
gd: Air stad
gl: En pausa
gu: થોભેલું
hr: Pauzirano
is: Í bið
ka: შეჩერებულია
kk: Кідіртілді
kk@latin: Kidirtildi
km: ផ្អាក
kn: ವಿರಾಮ
ku: Sekinî
lo: ຢຸດຊົ່ວຄາວ
lv: Apturēts
mai: रुकल
mk: Паузирано
ml: താൽക്കാലികമായി നിർത്തി
mn: Түр зогссон
mr: थांबवले
ms: Dijeda
my: ခေတ္တရပ်
nds: Paus
ne: रोकिएको
nn: Sett på pause
oc: En pausa
or: ବିରତ
pa: ਰੁਕਿਆ
ps: ودرول شوی
si: විරාමය
sk: Pozastavené
sl: Začasno ustavljeno
sq: Në pauzë
sr@ije: Паузирано
sw: Imesimamishwa
ta: இடைநிறுத்தம்
te: విరామం
tg: Таваққуф
th: หยุดชั่วคราว
tt: Тукталды
uz: Toʻxtatildi
uz@cyrillic: Тўхтатилди
vi: Tạm dừng
wa: A l' påze
yi: געפּויזט

source: Reconnecting…
af: Herkoppel…
am: እንደገና በመገናኘት ላይ…
ar: إعادة الاتصال…
as: পুনৰ সংযোগ হৈ আছে…
ast: Reconeutando…
az: Yenidən qoşulur…
be: Перападключэнне…
be@latin: Pjerapadključennje…
bg: Повторно свързване…
bn: পুনরায় সংযোগ হচ্ছে…
bo: སླར་སྦྲེལ་བྱེད་བཞིན…
br: Oc'h adkevreañ…
ca: S'està reconnectant…
cy: Yn ailgysylltu…
da: Genopretter forbindelse…
dz: བསྐྱར་འབྲེལ་བཞིན་པ…
el: Επανασύνδεση…
eo: Rekonektas…
et: Taasühendamine…
eu: Berriro konektatzen…
fa: اتصال مجدد…
fi: Yhdistetään uudelleen…
fil: Muling kumokonekta…
fo: Endurtengjast…
fur: Riconetant…
fy: Opnij ferbine…
ga: Ag athcheangal…
gd: Ag ath-cheangal…
gl: Reconectando…
gu: ફરી જોડાઈ રહ્યું છે…
hr: Ponovna povezivanja…
is: Endurtengist…
ka: ხელახალი დაკავშირება…
kk: Қайта қосылуда…
kk@latin: Qaıta qosyluda…
km: កំពុងភ្ជាប់ឡើងវិញ…
kn: ಮರು ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ…
ku: Ji nû ve girêdan…
lo: ກຳລັງເຊື່ອมຕໍ່ຄືນ…
lv: Atkārtoti savienojas…
mai: फेर जुड़ि रहल अछि…
mk: Повторно поврзување…
ml: വീണ്ടും കണക്റ്റ് ചെയ്യുന്നു…
mn: Дахин холбогдож байна…
mr: पुन्हा जोडले जात आहे…
ms: Menyambung semula…
my: ပြန်ချိတ်ဆက်နေသည်…
nds: Verbinnen wedder…
ne: पुनः जडान हुँदैछ…
nn: Koplar til på nytt…
oc: Reconnexion…
or: ପୁନଃସଂଯୋଗ ହେଉଛି…
pa: ਮੁੜ ਜੁੜ ਰਿਹਾ ਹੈ…
ps: بیا نښلول…
si: නැවත සම්බන්ධ වෙමින්…
sk: Opätovné pripojenie…
sl: Ponovna povezava…
sq: Duke u rilidhur…
sr@ije: Поновно повезивање…
sw: Inaunganisha tena…
ta: மீண்டும் இணைகிறது…
te: మళ్ళీ కనెక్ట్ అవుతోంది…
tg: Аз нав пайвастшавӣ…
th: กำลังเชื่อมต่อใหม่…
tt: Яңадан тоташу…
uz: Qayta ulanmoqda…
uz@cyrillic: Қайта уланмоқда…
vi: Đang kết nối lại…
wa: Riconecsion…
yi: פֿאַרבינדן ווידער…
