Repository: meehow/receiver
Catalog: po/*.po
Languages: af, am, ar, as, ast, az, be, be@latin, bg, bn, bo, br, ca, cy, da, dz, el, eo, et, eu, fa, fi, fil, fo, fur, fy, ga, gd, gl, gu, hr, is, ka, kk, kk@latin, km, kn, ku, lo, lv, mai, mk, ml, mn, mr, ms, my, nds, ne, nn, oc, or, pa, ps, si, sk, sl, sq, sr@ije, sw, ta, te, tg, th, tt, uz, uz@cyrillic, vi, wa, yi

source: Now playing
af: Speel nou
am: አሁን እየተጫወተ ነው
ar: يعمل الآن
as: এতিয়া বাজি আছে
ast: Reproduciendo
az: İndi oxuyur
be: Зараз іграе
be@latin: Zaraz ihraje
bg: Сега се изпълнява
bn: এখন চলছে
bo: ད་ལྟ་གཏོང་བཞིན་པ།
br: O seniñ bremañ
ca: S'està reproduint
cy: Yn chwarae nawr
da: Spiller nu
dz: ད་ལྟ་གཏོང་བཞིན་པ
el: Αναπαράγεται τώρα
eo: Nun ludas
et: Praegu mängib
eu: Orain jotzen
fa: در حال پخش
fi: Nyt soi
fil: Pinapatugtog ngayon
fo: Spælir nú
fur: In riproduzion
fy: No oan it spyljen
ga: Á sheinm anois
gd: Ga chluich an-dràsta
gl: Reproducindo
gu: હવે વાગી રહ્યું છે
hr: Sada svira
is: Í spilun
ka: ახლა უკრავს
kk: Қазір ойналуда
kk@latin: Qazir oınaluda
km: កំពុងចាក់
kn: ಈಗ ನುಡಿಸಲಾಗುತ್ತಿದೆ
ku: Niha tê lêdan
lo: ກຳລັງຫຼິ້ນ
lv: Tagad atskaņo
mai: एखन बाजि रहल अछि
mk: Сега свири
ml: ഇപ്പോൾ പ്ലേ ചെയ്യുന്നു
mn: Одоо тоглож байна
mr: आत्ता वाजत आहे
ms: Sedang dimainkan
my: ယခုဖွင့်နေသည်
nds: Speelt nu
ne: अहिले बजिरहेको छ
nn: Spelar no
oc: En lectura
or: ବର୍ତ୍ତମାନ ବାଜୁଛି
pa: ਹੁਣ ਚੱਲ ਰਿਹਾ ਹੈ
ps: اوس غږیږي
si: දැන් වාදනය වෙයි
sk: Práve hrá
sl: Zdaj predvaja
sq: Duke luajtur tani
sr@ije: Сада свира
sw: Inacheza sasa
ta: இப்போது இயங்குகிறது
te: ఇప్పుడు ప్లే అవుతోంది
tg: Ҳоло пахш мешавад
th: กำลังเล่น
tt: Хәзер уйный
uz: Hozir ijro etilmoqda
uz@cyrillic: Ҳозир ижро этилмоқда
vi: Đang phát
wa: Djowe asteure
yi: שפּילט איצט

source: Searching YouTube…
af: Soek op YouTube…
am: YouTube ላይ በመፈለግ ላይ…
ar: جارٍ البحث في YouTube…
as: YouTube-ত সন্ধান কৰি আছে…
ast: Buscando en YouTube…
az: YouTube-da axtarılır…
be: Пошук на YouTube…
be@latin: Pošuk na YouTube…
bg: Търсене в YouTube…
bn: YouTube-এ খোঁজা হচ্ছে…
bo: YouTube-ནང་འཚོལ་བཞིན…
br: O klask war YouTube…
ca: S'està cercant a YouTube…
cy: Yn chwilio YouTube…
da: Søger på YouTube…
dz: YouTube འཚོལ་བཞིན་པ…
el: Αναζήτηση στο YouTube…
eo: Serĉas en YouTube…
et: Otsin YouTube'ist…
eu: YouTuben bilatzen…
fa: جستجو در YouTube…
fi: Haetaan YouTubesta…
fil: Naghahanap sa YouTube…
fo: Leitar á YouTube…
fur: Cirînt su YouTube…
fy: Sykje op YouTube…
ga: Ag cuardach ar YouTube…
gd: A’ lorg air YouTube…
gl: Buscando en YouTube…
gu: YouTube પર શોધી રહ્યા છીએ…
hr: Pretraživanje YouTubea…
is: Leitar á YouTube…
ka: YouTube-ზე ძიება…
kk: YouTube-тен іздеу…
kk@latin: YouTube-ten izdeu…
km: កំពុងស្វែងរក YouTube…
kn: YouTube ನಲ್ಲಿ ಹುಡುಕಲಾಗುತ್ತಿದೆ…
ku: Li YouTube tê gerîn…
lo: ກຳລັງຊອກຫາ YouTube…
lv: Meklē YouTube…
mai: YouTube पर खोजि रहल अछि…
mk: Пребарување на YouTube…
ml: YouTube-ൽ തിരയുന്നു…
mn: YouTube дээр хайж байна…
mr: YouTube वर शोधत आहे…
ms: Mencari di YouTube…
my: YouTube တွင်ရှာဖွေနေသည်…
nds: Söken op YouTube…
ne: YouTube मा खोजिँदैछ…
nn: Søkjer på YouTube…
oc: Recèrca sus YouTube…
or: YouTube ରେ ଖୋଜା ଯାଉଛି…
pa: YouTube ਤੇ ਖੋਜ ਰਿਹਾ ਹੈ…
ps: په YouTube کې لټون…
si: YouTube හි සොයමින්…
sk: Hľadanie na YouTube…
sl: Iskanje na YouTube…
sq: Duke kërkuar në YouTube…
sr@ije: Претраживање YouTubea…
sw: Inatafuta kwenye YouTube…
ta: YouTube இல் தேடுகிறது…
te: YouTube లో వెతుకుతోంది…
tg: Ҷустуҷӯ дар YouTube…
th: กำลังค้นหาใน YouTube…
tt: YouTube-та эзләү…
uz: YouTube dan qidirish…
uz@cyrillic: YouTube дан қидириш…
vi: Đang tìm trên YouTube…
wa: Cweraedje so YouTube…
yi: זוכן אויף YouTube…

source: Search failed: %s
af: Soektog het misluk: %s
am: ፍለጋ አልተሳካም: %s
ar: فشل البحث: %s
as: সন্ধান বিফল: %s
ast: La gueta falló: %s
az: Axtarış uğursuz oldu: %s
be: Пошук не ўдаўся: %s
be@latin: Pošuk nje ŭdaŭsja: %s
bg: Търсенето е неуспешно: %s
bn: অনুসন্ধান ব্যর্থ: %s
bo: འཚོལ་ཞིབ་ཕམ: %s
br: Klask c'hwitet: %s
ca: La cerca ha fallat: %s
cy: Chwiliad wedi methu: %s
da: Søgning mislykkedes: %s
dz: འཚོལ་མ་ཐུབ: %s
el: Η αναζήτηση απέτυχε: %s
eo: Serĉo malsukcesis: %s
et: Otsing ebaõnnestus: %s
eu: Bilaketak huts egin du: %s
fa: جستجو ناموفق بود: %s
fi: Haku epäonnistui: %s
fil: Nabigo ang paghahanap: %s
fo: Leiting miseydnaðist: %s
fur: Ricercje falide: %s
fy: Sykopdracht mislearre: %s
ga: Theip ar an gcuardach: %s
gd: Dh’fhàillig an lorg: %s
gl: A busca fallou: %s
gu: શોધ નિષ્ફળ: %s
hr: Pretraživanje neuspjelo: %s
is: Leit mistókst: %s
ka: ძიება ვერ შესრულდა: %s
kk: Іздеу сәтсіз: %s
kk@latin: Izdeu sátsiz: %s
km: ការស្វែងរកបានបរាជ័យ: %s
kn: ಹುಡುಕಾಟ ವಿಫಲ: %s
ku: Lêgerîn neserkeft: %s
lo: ການຊອກຫາລົ້ມເຫລວ: %s
lv: Meklēšana neizdevās: %s
mai: खोज विफल: %s
mk: Пребарувањето не успеа: %s
ml: തിരയൽ പരാജയപ്പെട്ടു: %s
mn: Хайлт амжилтгүй: %s
mr: शोध अयशस्वी: %s
ms: Carian gagal: %s
my: ရှာဖွေမှုမအောင်မြင်: %s
nds: Söök hett nich klappt: %s
ne: खोज असफल: %s
nn: Søk mislukkast: %s
oc: La recèrca a fracassat: %s
or: ଖୋଜ ବିଫଳ: %s
pa: ਖੋਜ ਅਸਫ਼ਲ: %s
ps: لټون ناکامه شوه: %s
si: සෙවීම අසාර්ථකයි: %s
sk: Hľadanie zlyhalo: %s
sl: Iskanje ni uspelo: %s
sq: Kërkimi dështoi: %s
sr@ije: Претрага неуспешна: %s
sw: Utafutaji umeshindwa: %s
ta: தேடல் தோல்வி: %s
te: శోధన విఫలం: %s
tg: Ҷустуҷӯ ноком шуд: %s
th: การค้นหาล้มเหลว: %s
tt: Эзләү уңышсыз: %s
uz: Qidiruv muvaffaqiyatsiz: %s
uz@cyrillic: Қидирув муваффақиятсиз: %s
vi: Tìm kiếm thất bại: %s
wa: Li cweraedje a raté: %s
yi: זוכן דורכגעפֿאַלן: %s

source: No YouTube results found
af: Geen YouTube-resultate gevind
am: የYouTube ውጤት አልተገኘም
ar: لم يتم العثور على نتائج في YouTube
as: কোনো YouTube ফলাফল পোৱা নগ'ল
ast: Nun s'atoparon resultaos en YouTube
az: YouTube nəticəsi tapılmadı
be: Вынікі YouTube не знойдзены
be@latin: Vyniki YouTube nje znojdzjeny
bg: Не са намерени резултати в YouTube
bn: কোনো YouTube ফলাফল পাওয়া যায়নি
bo: YouTube-འབྲས་བུ་རྙེད་མ་ཐུབ།
br: Disoc'h YouTube ebet kavet
ca: No s'han trobat resultats a YouTube
cy: Dim canlyniadau YouTube
da: Ingen YouTube-resultater fundet
dz: YouTube གྲུབ་འབྲས་མ་རྙེད
el: Δεν βρέθηκαν αποτελέσματα YouTube
eo: Neniuj YouTube-rezultoj trovitaj
et: YouTube'i tulemusi ei leitud
eu: Ez da YouTube emaitzarik aurkitu
fa: نتیجه‌ای در YouTube یافت نشد
fi: YouTube-tuloksia ei löytynyt
fil: Walang nahanap na resulta sa YouTube
fo: Eingi YouTube-úrslit fundin
fur: Nissun risultât YouTube cjatât
fy: Gjin YouTube-resultaten fûn
ga: Níor aimsíodh torthaí YouTube
gd: Cha deach toraidhean YouTube a lorg
gl: Non se atoparon resultados en YouTube
gu: કોઈ YouTube પરિણામ મળ્યું નથી
hr: Nisu pronađeni YouTube rezultati
is: Engar YouTube-niðurstöður fundust
ka: YouTube შედეგები ვერ მოიძებნა
kk: YouTube нәтижелері табылмады
kk@latin: YouTube nátıjeleri tabylmady
km: រកមិនឃើញលទ្ធផល YouTube
kn: YouTube ಫಲಿತಾಂಶಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ku: Tu encamên YouTube nehatin dîtin
lo: ບໍ່ພົບຜົນ YouTube
lv: YouTube rezultāti nav atrasti
mai: कोनो YouTube परिणाम नहि भेटल
mk: Не се пронајдени YouTube резултати
ml: YouTube ഫലങ്ങളൊന്നും കണ്ടെത്തിയില്ല
mn: YouTube үр дүн олдсонгүй
mr: YouTube परिणाम आढळले नाहीत
ms: Tiada keputusan YouTube ditemui
my: YouTube ရလဒ်မတွေ့ပါ
nds: Keen YouTube-Resultaten funnen
ne: YouTube परिणामहरू फेला परेनन्
nn: Ingen YouTube-resultat funne
oc: Cap de resultat YouTube trobat
or: YouTube ଫଳାଫଳ ମିଳିଲା ନାହିଁ
pa: ਕੋਈ YouTube ਨਤੀਜੇ ਨਹੀਂ ਮਿਲੇ
ps: د YouTube پایلې ونه موندل شوې
si: YouTube ප්‍රතිඵල හමු නොවීය
sk: Nenašli sa žiadne výsledky na YouTube
sl: Ni najdenih rezultatov YouTube
sq: Nuk u gjetën rezultate YouTube
sr@ije: Нису пронађени YouTube резултати
sw: Hakuna matokeo ya YouTube yaliyopatikana
ta: YouTube முடிவுகள் கிடைக்கவில்லை
te: YouTube ఫలితాలు కనుగొనబడలేదు
tg: Натиҷаи YouTube ёфт нашуд
th: ไม่พบผลลัพธ์ YouTube
tt: YouTube нәтиҗәләре табылмады
uz: YouTube natijalari topilmadi
uz@cyrillic: YouTube натижалари топилмади
vi: Không tìm thấy kết quả YouTube
wa: Nol rezultat YouTube trovê
yi: קיין YouTube-רעזולטאַטן געפֿונען

source: All results unavailable
af: Alle resultate onbeskikbaar
am: ሁሉም ውጤቶች አይገኙም
ar: جميع النتائج غير متوفرة
as: সকলো ফলাফল অনুপলব্ধ
ast: Tolos resultaos nun tán disponibles
az: Bütün nəticələr əlçatmazdır
be: Усе вынікі недаступныя
be@latin: Usje vyniki njedastupnyja
bg: Всички резултати са недостъпни
bn: সব ফলাফল অনুপলব্ধ
bo: འབྲས་བུ་ཚང་མ་མི་ཐོབ།
br: An holl zisoc'hoù n'int ket hegerz
ca: Tots els resultats no estan disponibles
cy: Pob canlyniad ddim ar gael
da: Alle resultater utilgængelige
dz: གྲུབ་འབྲས་ཚང་མ་མེད
el: Όλα τα αποτελέσματα μη διαθέσιμα
eo: Ĉiuj rezultoj nedisponeblaj
et: Kõik tulemused pole saadaval
eu: Emaitza guztiak ez daude eskuragarri
fa: همه نتایج در دسترس نیستند
fi: Kaikki tulokset eivät ole saatavilla
fil: Lahat ng resulta ay hindi available
fo: Øll úrslit ótøk
fur: Ducj i risultâts no disponibii
fy: Alle resultaten net beskikber
ga: Gach toradh gan fáil
gd: Chan eil toradh sam bith ri fhaighinn
gl: Todos os resultados non dispoñibles
gu: બધા પરિણામો અનુપલબ્ધ
hr: Svi rezultati nedostupni
is: Allar niðurstöður ótiltækar
ka: ყველა შედეგი მიუწვდომელია
kk: Барлық нәтижелер қол жетімсіз
kk@latin: Barlyq nátıjeler qol jetimsiz
km: លទ្ធផលទាំងអស់មិនអាចប្រើបាន
kn: ಎಲ್ಲಾ ಫಲಿತಾಂಶಗಳು ಲಭ್ಯವಿಲ್ಲ
ku: Hemû encam berdest nînin
lo: ຜົນທັງໝົດບໍ່ສາມາດໃຊ້ໄດ້
lv: Visi rezultāti nav pieejami
mai: सभ परिणाम अनुपलब्ध
mk: Сите резултати се недостапни
ml: എല്ലാ ഫലങ്ങളും ലഭ്യമല്ല
mn: Бүх үр дүн боломжгүй
mr: सर्व परिणाम अनुपलब्ध
ms: Semua keputusan tidak tersedia
my: ရလဒ်အားလုံး မရရှိနိုင်
nds: All Resultaten nich to hebben
ne: सबै परिणामहरू उपलब्ध छैनन्
nn: Alle resultat utilgjengelege
oc: Totes los resultats indisponibles
or: ସମସ୍ତ ଫଳାଫଳ ଉପಲବ୍ଧ ନୁହେଁ
pa: ਸਾਰੇ ਨਤੀਜੇ ਉਪਲਬਧ ਨਹੀਂ
ps: ټولې پایلې شتون نلري
si: සියලු ප්‍රතිඵල ලබාගත නොහැක
sk: Všetky výsledky sú nedostupné
sl: Vsi rezultati so nedosegljivi
sq: Të gjitha rezultatet janë të padisponueshme
sr@ije: Сви резултати недоступни
sw: Matokeo yote hayapatikani
ta: அனைத்து முடிவுகளும் கிடைக்கவில்லை
te: అన్ని ఫలితాలు అందుబాటులో లేవు
tg: Ҳамаи натиҷаҳо дастнорас нестанд
th: ผลลัพธ์ทั้งหมดไม่พร้อมใช้งาน
tt: Барлык нәтиҗәләр мөмкин түгел
uz: Barcha natijalar mavjud emas
uz@cyrillic: Барча натижалар мавжуд эмас
vi: Tất cả kết quả không khả dụng
wa: Tos les rezultats nén disponibes
yi: אַלע רעזולטאַטן נישט פֿאַראַנען

source: Downloading: %s
af: Laai af: %s
am: በማውረድ ላይ: %s
ar: جارٍ التنزيل: %s
as: ডাউনলোড হৈ আছে: %s
ast: Baxando: %s
az: Yüklənir: %s
be: Спампоўка: %s
be@latin: Spampoŭka: %s
bg: Изтегляне: %s
bn: ডাউনলোড হচ্ছে: %s
bo: ཕབ་ལེན་བྱེད་བཞིན: %s
br: O pellgargañ: %s
ca: S'està baixant: %s
cy: Yn lawrlwytho: %s
da: Downloader: %s
dz: ཕབ་ལེན་བཞིན་པ: %s
el: Λήψη: %s
eo: Elŝutas: %s
et: Allalaadimine: %s
eu: Deskargatzen: %s
fa: در حال دانلود: %s
fi: Ladataan: %s
fil: Dina-download: %s
fo: Tekur niður: %s
fur: Discjamant: %s
fy: Ynlade: %s
ga: Ag íoslódáil: %s
gd: Ga luchdachadh a-nuas: %s
gl: Descargando: %s
gu: ડાઉનલોડ થઈ રહ્યું છે: %s
hr: Preuzimanje: %s
is: Sæki: %s
ka: ჩამოიტვირთება: %s
kk: Жүктелуде: %s
kk@latin: Júktelude: %s
km: កំពុងទាញយក: %s
kn: ಡೌನ್‌ಲೋಡ್ ಆಗುತ್ತಿದೆ: %s
ku: Tê daxistin: %s
lo: ກຳລັງດາວໂຫລດ: %s
lv: Lejupielādē: %s
mai: डाउनलोड भ' रहल अछि: %s
mk: Преземање: %s
ml: ഡൗൺലോഡ് ചെയ്യുന്നു: %s
mn: Татаж байна: %s
mr: डाउनलोड होत आहे: %s
ms: Memuat turun: %s
my: ဒေါင်းလုပ်နေသည်: %s
nds: Daaladen: %s
ne: डाउनलोड हुँदैछ: %s
nn: Lastar ned: %s
oc: Telecargament: %s
or: ଡାଉନଲୋଡ ହେଉଛି: %s
pa: ਡਾਊਨਲੋਡ ਹੋ ਰਿਹਾ ਹੈ: %s
ps: ښکته کیږي: %s
si: බාගත කරමින්: %s
sk: Sťahovanie: %s
sl: Prenašanje: %s
sq: Duke shkarkuar: %s
sr@ije: Преузимање: %s
sw: Inapakua: %s
ta: பதிவிறக்குகிறது: %s
te: డౌన్‌లోడ్ అవుతోంది: %s
tg: Боргирӣ: %s
th: กำลังดาวน์โหลด: %s
tt: Йөкләнә: %s
uz: Yuklanmoqda: %s
uz@cyrillic: Юкланмоқда: %s
vi: Đang tải: %s
wa: Distcherdjaedje: %s
yi: אַראָפּלאָדן: %s

source: Cancelled
af: Gekanselleer
am: ተሰርዟል
ar: تم الإلغاء
as: বাতিল কৰা হ'ল
ast: Encaboxáu
az: Ləğv edildi
be: Скасавана
be@latin: Skasavana
bg: Отменено
bn: বাতিল করা হয়েছে
bo: མེད་པར་བཏང་།
br: Nullet
ca: Cancel·lat
cy: Wedi Canslo
da: Annulleret
dz: མེད་པ་བཟོས
el: Ακυρώθηκε
eo: Nuligita
et: Tühistatud
eu: Bertan behera utzi da
fa: لغو شد
fi: Peruutettu
fil: Nakansela
fo: Avlýst
fur: Anulât
fy: Annulearre
ga: Cealaithe
gd: Air a chur dheth
gl: Cancelado
gu: રદ કરાયું
hr: Otkazano
is: Hætt við
ka: გაუქმებულია
kk: Болдырмау
kk@latin: Boldyrmau
km: បានបោះបង់
kn: ರದ್ದುಮಾಡಲಾಗಿದೆ
ku: Hat betalkirin
lo: ຍົກເລີກແລ້ວ
lv: Atcelts
mai: रद्द भेल
mk: Откажано
ml: റദ്ദാക്കി
mn: Цуцлагдсан
mr: रद्द केले
ms: Dibatalkan
my: ပယ်ဖျက်ပြီး
nds: Afbroken
ne: रद्द गरियो
nn: Avbrote
oc: Anullat
or: ବାତିଲ ହେଲା
pa: ਰੱਦ ਕੀਤਾ
ps: لغوه شوه
si: අවලංගු කරන ලදී
sk: Zrušené
sl: Preklicano
sq: U anulua
sr@ije: Отказано
sw: Imeghairiwa
ta: ரத்து செய்யப்பட்டது
te: రద్దు చేయబడింది
tg: Бекор карда шуд
th: ยกเลิกแล้ว
tt: Кире кагылды
uz: Bekor qilindi
uz@cyrillic: Бекор қилинди
vi: Đã hủy
wa: Disfwait
yi: אָפּגעזאָגט

source: Download failed: %s
af: Aflaai het misluk: %s
am: ማውረድ አልተሳካም: %s
ar: فشل التنزيل: %s
as: ডাউনলোড বিফল: %s
ast: La descarga falló: %s
az: Yükləmə uğursuz oldu: %s
be: Спампоўка не ўдалася: %s
be@latin: Spampoŭka nje ŭdalasja: %s
bg: Изтеглянето е неуспешно: %s
bn: ডাউনলোড ব্যর্থ: %s
bo: ཕབ་ལེན་ཕམ: %s
br: Pellgargañ c'hwitet: %s
ca: La baixada ha fallat: %s
cy: Lawrlwytho wedi methu: %s
da: Download mislykkedes: %s
dz: ཕབ་ལེན་མ་ཐུབ: %s
el: Η λήψη απέτυχε: %s
eo: Elŝuto malsukcesis: %s
et: Allalaadimine ebaõnnestus: %s
eu: Deskargak huts egin du: %s
fa: دانلود ناموفق بود: %s
fi: Lataus epäonnistui: %s
fil: Nabigo ang download: %s
fo: Niðurtøka miseydnaðist: %s
fur: Discjamament falît: %s
fy: Ynlade mislearre: %s
ga: Theip ar an íoslódáil: %s
gd: Dh’fhàillig an luchdachadh: %s
gl: A descarga fallou: %s
gu: ડાઉનલોડ નિષ્ફળ: %s
hr: Preuzimanje neuspjelo: %s
is: Niðurhal mistókst: %s
ka: ჩამოტვირთვა ვერ შესრულდა: %s
kk: Жүктеу сәтсіз: %s
kk@latin: Júkteu sátsiz: %s
km: ការទាញយកបានបរាជ័យ: %s
kn: ಡೌನ್‌ಲೋಡ್ ವಿಫಲ: %s
ku: Daxistin neserkeft: %s
lo: ດາວໂຫລດລົ້ມເຫລວ: %s
lv: Lejupielāde neizdevās: %s
mai: डाउनलोड विफल: %s
mk: Преземањето не успеа: %s
ml: ഡൗൺലോഡ് പരാജയപ്പെട്ടു: %s
mn: Татаж авах амжилтгүй: %s
mr: डाउनलोड अयशस्वी: %s
ms: Muat turun gagal: %s
my: ဒေါင်းလုပ်မအောင်မြင်: %s
nds: Daalladen hett nich klappt: %s
ne: डाउनलोड असफल: %s
nn: Nedlasting mislukkast: %s
oc: Lo telecargament a fracassat: %s
or: ଡାଉନଲୋଡ ବିଫଳ: %s
pa: ਡਾਊਨਲੋਡ ਅਸਫ਼ਲ: %s
ps: ښکته کول ناکامه شوه: %s
si: බාගත කිරීම අසාර්ථකයි: %s
sk: Sťahovanie zlyhalo: %s
sl: Prenos ni uspel: %s
sq: Shkarkimi dështoi: %s
sr@ije: Преузимање неуспешно: %s
sw: Upakuaji umeshindwa: %s
ta: பதிவிறக்கம் தோல்வி: %s
te: డౌన్‌లోడ్ విఫలం: %s
tg: Боргирӣ ноком шуд: %s
th: การดาวน์โหลดล้มเหลว: %s
tt: Йөкләү уңышсыз: %s
uz: Yuklash muvaffaqiyatsiz: %s
uz@cyrillic: Юклаш муваффақиятсиз: %s
vi: Tải thất bại: %s
wa: Li distcherdjaedje a raté: %s
yi: אַראָפּלאָדן דורכגעפֿאַלן: %s

source: Saved: %s
af: Gestoor: %s
am: ተቀምጧል: %s
ar: تم الحفظ: %s
as: সংৰক্ষিত: %s
ast: Guardáu: %s
az: Saxlanıldı: %s
be: Захавана: %s
be@latin: Zachavana: %s
bg: Запазено: %s
bn: সংরক্ষিত: %s
bo: ཉར་ཚགས་བྱས: %s
br: Enrollet: %s
ca: Desat: %s
cy: Wedi cadw: %s
da: Gemt: %s
dz: བཞག་ཡོད: %s
el: Αποθηκεύτηκε: %s
eo: Konservita: %s
et: Salvestatud: %s
eu: Gordeta: %s
fa: ذخیره شد: %s
fi: Tallennettu: %s
fil: Na-save: %s
fo: Goymt: %s
fur: Salvât: %s
fy: Bewarre: %s
ga: Sábháilte: %s
gd: Air a shàbhaladh: %s
gl: Gardado: %s
gu: સાચવ્યું: %s
hr: Spremljeno: %s
is: Vistað: %s
ka: შენახულია: %s
kk: Сақталды: %s
kk@latin: Saqtaldy: %s
km: បានរក្សាទុក: %s
kn: ಉಳಿಸಲಾಗಿದೆ: %s
ku: Hat tomarkirin: %s
lo: ບັນທຶກແລ້ວ: %s
lv: Saglabāts: %s
mai: सुरक्षित: %s
mk: Зачувано: %s
ml: സേവ് ചെയ്തു: %s
mn: Хадгалагдсан: %s
mr: जतन केले: %s
ms: Disimpan: %s
my: သိမ်းပြီး: %s
nds: Speekert: %s
ne: सुरक्षित गरियो: %s
nn: Lagra: %s
oc: Enregistrat: %s
or: ସଞ୍ଚିତ: %s
pa: ਸੁਰੱਖਿਅਤ: %s
ps: خوندي شوه: %s
si: සුරකින ලදී: %s
sk: Uložené: %s
sl: Shranjeno: %s
sq: U ruajt: %s
sr@ije: Сачувано: %s
sw: Imehifadhiwa: %s
ta: சேமிக்கப்பட்டது: %s
te: సేవ్ చేయబడింది: %s
tg: Захира шуд: %s
th: บันทึกแล้ว: %s
tt: Сакланды: %s
uz: Saqlandi: %s
uz@cyrillic: Сақланди: %s
vi: Đã lưu: %s
wa: Schapé: %s
yi: אָפּגעהיט: %s
