Repository: meehow/receiver
Catalog: po/an.po
Languages: an

source: Search stations
an: Buscar estacions

source: Search
an: Buscar

source: Home
an: Inicio

source: Loaded %d stations
an: %d estacions cargadas

source: Playback error: %s
an: Error de reproducción: %s

source: Now playing: %s
an: Reproducindo: %s

source: Resuming: %s
an: Reprendendo: %s

source: Featured Stations
an: Estacions destacadas

source: Favourite Stations
an: Estacions favoritas

source: Browse by Genre
an: Explorar por chenero

source: View All
an: Veyer-lo tot

source: Search stations…
an: Buscar estacions…

source: All Languages
an: Todas as luengas

source: Filter by language
an: Filtrar por luenga

source: No Stations
an: Sin estacions

source: Loading…
an: Cargando…

source: %u of %d stations
an: %u de %d estacions

source: Stations: %d
an: Estacions: %d

source: Loading Stations
an: Cargando estacions

source: No Results
an: Sin resultaus

source: Please wait…
an: Per favor, espera…

source: No stations match your search
an: Garra estación coincide con a busca

source: Could not load stations
an: No s'han puesto cargar as estacions

source: Not Playing
an: No reproducindo

source: Select a station
an: Seleccionar una estación

source: Download song
an: Descargar canción

source: Cancel download
an: Cancelar descarga

source: Paused
an: En pausa

source: Reconnecting…
an: Reconnectando…

source: Now playing
an: Reproducindo

source: Searching YouTube…
an: Buscando en YouTube…

source: Search failed: %s
an: A busca ha fallau: %s

source: No YouTube results found
an: No s'han trobau resultaus en YouTube

source: All results unavailable
an: Toz os resultaus no disponibles

source: Downloading: %s
an: Descargando: %s

source: Cancelled
an: Cancelau

source: Download failed: %s
an: A descarga ha fallau: %s

source: Saved: %s
an: Alzau: %s
