Repository: meehow/receiver
Catalog: po/bal.po
Languages: bal

source: Search stations
bal: اسٹیشن گشتگ بکن

source: Search
bal: گشتگ

source: Home
bal: ھوم

source: Loaded %d stations
bal: %d اسٹیشن لوڈ بوت

source: Error: %s
bal: خرابی: %s

source: Playback error: %s
bal: پلے بیک خرابی: %s

source: Now playing: %s
bal: الان غږیدگ: %s

source: Resuming: %s
bal: دوبارہ شروع کنگ: %s

source: Featured Stations
bal: خاصیں اسٹیشن

source: Favourite Stations
bal: پسندیدگ اسٹیشن

source: Browse by Genre
bal: ژانر وار بگند

source: View All
bal: گشنک بچار

source: Search stations…
bal: اسٹیشن گشتگ بکن…

source: All Languages
bal: گشنک زبان

source: Filter by language
bal: زبان وار فلٹر بکن

source: No Stations
bal: اسٹیشن نیست

source: Loading…
bal: لوڈ بو اینت…

source: %u of %d stations
bal: %u / %d اسٹیشن

source: Stations: %d
bal: اسٹیشن: %d

source: Loading Stations
bal: اسٹیشن لوڈ بو اینت

source: No Results
bal: نتیجگ نیست

source: Please wait…
bal: مہربانی کنت صبر بکن…

source: No stations match your search
bal: شمئے گشتگ اَت ھچ اسٹیشن نمچاکیت

source: Could not load stations
bal: اسٹیشن لوڈ نبوتنت

source: Not Playing
bal: غږ نہ بو اینت

source: Select a station
bal: اسٹیشنے بچار

source: Download song
bal: ترانگ ڈاؤنلوڈ بکن

source: Cancel download
bal: ڈاؤنلوڈ منسوخ بکن

source: Paused
bal: ودارتگ

source: Reconnecting…
bal: دوبارہ جڑ بو اینت…

source: Now playing
bal: الان غږیدگ

source: Searching YouTube…
bal: YouTube اَت گشتگ…

source: Search failed: %s
bal: گشتگ ناکام بوت: %s

source: No YouTube results found
bal: YouTube نتیجگ پیدا نبوت

source: All results unavailable
bal: گشنک نتیجگ دستیاب نہ اینت

source: Downloading: %s
bal: ڈاؤنلوڈ بو اینت: %s

source: Cancelled
bal: منسوخ بوت

source: Download failed: %s
bal: ڈاؤنلوڈ ناکام بوت: %s

source: Saved: %s
bal: محفوظ بوت: %s
