Repository: meehow/receiver
Catalog: po/crh.po
Languages: crh

source: Search stations
crh: Stansiyalarni qıdır

source: Search
crh: Qıdır

source: Home
crh: Baş sahife

source: Loaded %d stations
crh: %d stansiya yüklendi

source: Error: %s
crh: Hata: %s

source: Playback error: %s
crh: Oynav hatası: %s

source: Now playing: %s
crh: Şimdi oynay: %s

source: Resuming: %s
crh: Devam ete: %s

source: Featured Stations
crh: Saylangan stansiyalar

source: Favourite Stations
crh: Sevimli stansiyalar

source: Browse by Genre
crh: Janr boyunca baqıñız

source: View All
crh: Episini köster

source: Search stations…
crh: Stansiyalarni qıdır…

source: All Languages
crh: Bütün tiller

source: Filter by language
crh: Til boyunca süz

source: No Stations
crh: Stansiya yoq

source: Loading…
crh: Yüklene…

source: %u of %d stations
crh: %u / %d stansiya

source: Stations: %d
crh: Stansiyalar: %d

source: Loading Stations
crh: Stansiyalar yüklene

source: No Results
crh: Netice yoq

source: Please wait…
crh: Lütfen bekleñiz…

source: No stations match your search
crh: Qıdıruvıñızğa uyğun stansiya tapılmadı

source: Could not load stations
crh: Stansiyalarnı yüklemek mümkün olmadı

source: Not Playing
crh: Oynamay

source: Select a station
crh: Stansiya saylaňız

source: Download song
crh: Yırnı yükle

source: Cancel download
crh: Yüklemeni bekar et

source: Paused
crh: Toqtatıldı

source: Reconnecting…
crh: Yañıdan bağlana…

source: Now playing
crh: Şimdi oynay

source: Searching YouTube…
crh: YouTube-da qıdırıla…

source: Search failed: %s
crh: Qıdıruv başarısız: %s

source: No YouTube results found
crh: YouTube neticesi tapılmadı

source: All results unavailable
crh: Bütün neticeler irişilmez

source: Downloading: %s
crh: Yüklene: %s

source: Cancelled
crh: Bekar etildi

source: Download failed: %s
crh: Yükleme başarısız: %s

source: Saved: %s
crh: Saqlandı: %s
