Repository: meehow/receiver
Catalog: po/dv.po
Languages: dv

source: Search stations
dv: ސްޓޭޝަންތައް ހޯދާ

source: Search
dv: ހޯދާ

source: Home
dv: ފުރަތަމަ ސަފުހާ

source: Loaded %d stations
dv: %d ސްޓޭޝަން ލޯޑްކުރެވިއްޖެ

source: Error: %s
dv: މައްސަލައެއް: %s

source: Playback error: %s
dv: ޕްލޭބެކް މައްސަލައެއް: %s

source: Now playing: %s
dv: މިހާރު ކުޅެނީ: %s

source: Resuming: %s
dv: ކުރިއަށް ގެންދަނީ: %s

source: Featured Stations
dv: ފީޗަރޑް ސްޓޭޝަންތައް

source: Favourite Stations
dv: ފެވަރިޓް ސްޓޭޝަންތައް

source: Browse by Genre
dv: ޖޮންރާ އިން ބްރައުޒް ކުރޭ

source: View All
dv: ހުރިހާ އެއްޗެއް ބަލާ

source: Search stations…
dv: ސްޓޭޝަންތައް ހޯދާ…

source: All Languages
dv: ހުރިހާ ބަހެއް

source: Filter by language
dv: ބަހުން ފިލްޓަރ ކުރޭ

source: No Stations
dv: ސްޓޭޝަނެއް ނެތް

source: Loading…
dv: ލޯޑް ކުރަނީ…

source: %u of %d stations
dv: %u / %d ސްޓޭޝަން

source: Stations: %d
dv: ސްޓޭޝަންތައް: %d

source: Loading Stations
dv: ސްޓޭޝަންތައް ލޯޑް ކުރަނީ

source: No Results
dv: ނަތީޖާ ނެތް

source: Please wait…
dv: މަޑުކޮށްލައްވާ…

source: No stations match your search
dv: ތިޔަ ހޯދުމާ ގުޅޭ ސްޓޭޝަނެއް ނެތް

source: Could not load stations
dv: ސްޓޭޝަންތައް ލޯޑެއް ނުކުރެވުނު

source: Not Playing
dv: ނުކުޅެއެވެ

source: Select a station
dv: ސްޓޭޝަނެއް ހޮވާ

source: Download song
dv: ލަވަ ޑައުންލޯޑް ކުރޭ

source: Cancel download
dv: ޑައުންލޯޑް ކެންސަލް ކުރޭ

source: Paused
dv: މަޑުކޮށްފައި

source: Reconnecting…
dv: އަލުން ގުޅަނީ…

source: Now playing
dv: މިހާރު ކުޅެނީ

source: Searching YouTube…
dv: YouTube ގައި ހޯދަނީ…

source: Search failed: %s
dv: ހޯދުން ނާކާމިޔާބުވީ: %s

source: No YouTube results found
dv: YouTube ނަތީޖާ ނުފެނުނު

source: All results unavailable
dv: ހުރިހާ ނަތީޖާ ލިބެން ނެތް

source: Downloading: %s
dv: ޑައުންލޯޑް ކުރަނީ: %s

source: Cancelled
dv: ކެންސަލް ކުރެވިއްޖެ

source: Download failed: %s
dv: ޑައުންލޯޑް ނާކާމިޔާބުވީ: %s

source: Saved: %s
dv: ސޭވް ކުރެވިއްޖެ: %s
