Repository: meehow/receiver
Catalog: po/ff.po
Languages: ff

source: Search stations
ff: Yiylo jaaɓe

source: Search
ff: Yiylo

source: Home
ff: Jaɓɓorgo

source: Loaded %d stations
ff: Loowii jaaɓe %d

source: Error: %s
ff: Juumre: %s

source: Playback error: %s
ff: Juumre nanngol: %s

source: Now playing: %s
ff: Ina nanga: %s

source: Resuming: %s
ff: Ina fuɗɗitoo: %s

source: Featured Stations
ff: Jaaɓe Toɗɗaaɗe

source: Favourite Stations
ff: Jaaɓe Ɓuraaɗe

source: Browse by Genre
ff: Yillo e Sifaa

source: View All
ff: Hollir Fof

source: Search stations…
ff: Yiylo jaaɓe…

source: All Languages
ff: Ɗemɗe Fof

source: Filter by language
ff: Seɗo e ɗemngal

source: No Stations
ff: Alaa Jaaɓe

source: Loading…
ff: Ina loowa…

source: %u of %d stations
ff: %u e nder %d jaaɓe

source: Stations: %d
ff: Jaaɓe: %d

source: Loading Stations
ff: Ina Loowa Jaaɓe

source: No Results
ff: Alaa Njaltudi

source: Please wait…
ff: Tiiɗno muɲ…

source: No stations match your search
ff: Alaa jaaɓe njahdaani e njiylu maa

source: Could not load stations
ff: Horiima loowde jaaɓe

source: Not Playing
ff: Nanngaaka

source: Select a station
ff: Suɓo jaaɓorgal

source: Download song
ff: Aawto jimol

source: Cancel download
ff: Haɗ aawtagol

source: Paused
ff: Dartaama

source: Reconnecting…
ff: Ina jokkitoo…

source: Now playing
ff: Ina nanga jooni

source: Searching YouTube…
ff: Ina yiyloo YouTube…

source: Search failed: %s
ff: Njiylu faaɗii: %s

source: No YouTube results found
ff: Alaa njaltudi YouTube

source: All results unavailable
ff: Njaltudi fof ngalaa

source: Downloading: %s
ff: Ina aawta: %s

source: Cancelled
ff: Haɗaama

source: Download failed: %s
ff: Aawtagol faaɗii: %s

source: Saved: %s
ff: Mooftaama: %s
