Repository: meehow/receiver
Catalog: po/gv.po
Languages: gv

source: Search stations
gv: Shir stashoonyn

source: Search
gv: Shir

source: Home
gv: Thie

source: Loaded %d stations
gv: %d stashoon laadrit

source: Error: %s
gv: Fallo: %s

source: Playback error: %s
gv: Fallo cloie: %s

source: Now playing: %s
gv: Cloie nish: %s

source: Resuming: %s
gv: Goll er oai: %s

source: Featured Stations
gv: Stashoonyn er lheh

source: Favourite Stations
gv: Stashoonyn share lhiat

source: Browse by Genre
gv: Ronsagh rere dooghys

source: View All
gv: Jeeagh er ooilley

source: Search stations…
gv: Shir stashoonyn…

source: All Languages
gv: Dy chooilley hengey

source: Filter by language
gv: Sheshagh rere chengey

source: No Stations
gv: Gyn stashoon

source: Loading…
gv: Laadey…

source: %u of %d stations
gv: %u jeh %d stashoon

source: Stations: %d
gv: Stashoonyn: %d

source: Loading Stations
gv: Laadey stashoonyn

source: No Results
gv: Gyn eiyrtys

source: Please wait…
gv: Fuirree my sailt…

source: No stations match your search
gv: Cha nel stashoon erbee coardail rish yn shirrey ayd

source: Could not load stations
gv: Cha voddagh stashoonyn ve laadrit

source: Not Playing
gv: Cha nel cloie

source: Select a station
gv: Reih stashoon

source: Download song
gv: Laad neose arrane

source: Cancel download
gv: Dolley magh laadey

source: Paused
gv: Scuirrit

source: Reconnecting…
gv: Kiangley reesht…

source: Now playing
gv: Cloie nish

source: Searching YouTube…
gv: Shirrey er YouTube…

source: Search failed: %s
gv: Ren y shirrey failleil: %s

source: No YouTube results found
gv: Cha row eiyrtys YouTube ry-gheddyn

source: All results unavailable
gv: Ta dy chooilley eiyrtys gyn cosney

source: Downloading: %s
gv: Laadey neose: %s

source: Cancelled
gv: Dollit magh

source: Download failed: %s
gv: Ren y laadey failleil: %s

source: Saved: %s
gv: Sauailit: %s
