Repository: meehow/receiver
Catalog: po/ht.po
Languages: ht

source: Search stations
ht: Chèche estasyon

source: Search
ht: Chèche

source: Home
ht: Akèy

source: Loaded %d stations
ht: %d estasyon chaje

source: Error: %s
ht: Erè: %s

source: Playback error: %s
ht: Erè lekti: %s

source: Now playing: %s
ht: Ap jwe kounye a: %s

source: Resuming: %s
ht: Ap rekòmanse: %s

source: Featured Stations
ht: Estasyon vedèt

source: Favourite Stations
ht: Estasyon prefere

source: Browse by Genre
ht: Navige pa jan

source: View All
ht: Wè tout

source: Search stations…
ht: Chèche estasyon…

source: All Languages
ht: Tout lang

source: Filter by language
ht: Filtre pa lang

source: No Stations
ht: Pa gen estasyon

source: Loading…
ht: Ap chaje…

source: %u of %d stations
ht: %u nan %d estasyon

source: Stations: %d
ht: Estasyon: %d

source: Loading Stations
ht: Ap chaje estasyon

source: No Results
ht: Pa gen rezilta

source: Please wait…
ht: Tanpri tann…

source: No stations match your search
ht: Pa gen estasyon ki matche ak rechèch ou a

source: Could not load stations
ht: Pa t kapab chaje estasyon yo

source: Not Playing
ht: Pa ap jwe

source: Select a station
ht: Chwazi yon estasyon

source: Download song
ht: Telechaje chante

source: Cancel download
ht: Anile telechajman

source: Paused
ht: An poz

source: Reconnecting…
ht: Ap rekonekte…

source: Now playing
ht: Ap jwe kounye a

source: Searching YouTube…
ht: Ap chèche sou YouTube…

source: Search failed: %s
ht: Rechèch echwe: %s

source: No YouTube results found
ht: Pa jwenn rezilta YouTube

source: All results unavailable
ht: Tout rezilta pa disponib

source: Downloading: %s
ht: Ap telechaje: %s

source: Cancelled
ht: Anile

source: Download failed: %s
ht: Telechajman echwe: %s

source: Saved: %s
ht: Anrejistre: %s
