Repository: meehow/receiver
Catalog: po/ie.po
Languages: ie

source: Search stations
ie: Serchar stationes

source: Search
ie: Serchar

source: Home
ie: Hem

source: Loaded %d stations
ie: %d stationes cargar

source: Error: %s
ie: Erró: %s

source: Playback error: %s
ie: Erró de reproduction: %s

source: Now playing: %s
ie: Nu ludente: %s

source: Resuming: %s
ie: Continuante: %s

source: Featured Stations
ie: Stationes selectet

source: Favourite Stations
ie: Stationes favorit

source: Browse by Genre
ie: Percurrer per genre

source: View All
ie: Vider omni

source: Search stations…
ie: Serchar stationes…

source: All Languages
ie: Omni lingues

source: Filter by language
ie: Filtrar per lingue

source: No Stations
ie: Null stationes

source: Loading…
ie: Cargante…

source: %u of %d stations
ie: %u de %d stationes

source: Stations: %d
ie: Stationes: %d

source: Loading Stations
ie: Cargante stationes

source: No Results
ie: Null resultates

source: Please wait…
ie: Ples atender…

source: No stations match your search
ie: Null stationes conveni a vor sercha

source: Could not load stations
ie: Ne posset cargar stationes

source: Not Playing
ie: Ne ludente

source: Select a station
ie: Selecter un station

source: Download song
ie: Descargar cante

source: Cancel download
ie: Anullar descarga

source: Paused
ie: Pausat

source: Reconnecting…
ie: Reconnectente…

source: Now playing
ie: Nu ludente

source: Searching YouTube…
ie: Serchante in YouTube…

source: Search failed: %s
ie: Sercha fallit: %s

source: No YouTube results found
ie: Null resultates YouTube trovat

source: All results unavailable
ie: Omni resultates indisponibil

source: Downloading: %s
ie: Descargante: %s

source: Cancelled
ie: Anullat

source: Download failed: %s
ie: Descarga fallit: %s

source: Saved: %s
ie: Conservat: %s
