Repository: meehow/receiver
Catalog: po/io.po
Languages: io

source: Search stations
io: Serchar stacioni

source: Search
io: Serchar

source: Home
io: Hemo

source: Loaded %d stations
io: %d stacioni kargita

source: Error: %s
io: Eroro: %s

source: Playback error: %s
io: Reprodukto-eroro: %s

source: Now playing: %s
io: Nun ludas: %s

source: Resuming: %s
io: Durigas: %s

source: Featured Stations
io: Elektita stacioni

source: Favourite Stations
io: Favorita stacioni

source: Browse by Genre
io: Explorar segun genro

source: View All
io: Vidar omno

source: Search stations…
io: Serchar stacioni…

source: All Languages
io: Omna lingui

source: Filter by language
io: Filtrar segun linguo

source: No Stations
io: Nula stacioni

source: Loading…
io: Kargante…

source: %u of %d stations
io: %u de %d stacioni

source: Stations: %d
io: Stacioni: %d

source: Loading Stations
io: Karganta stacioni

source: No Results
io: Nula rezulti

source: Please wait…
io: Voluntez vartar…

source: No stations match your search
io: Nula staciono konformas a vua sercho

source: Could not load stations
io: Ne povis kargar la stacioni

source: Not Playing
io: Ne ludas

source: Select a station
io: Selektez staciono

source: Download song
io: Deskargar kansono

source: Cancel download
io: Cesez deskargo

source: Paused
io: Pauzita

source: Reconnecting…
io: Rikonektante…

source: Now playing
io: Nun ludas

source: Searching YouTube…
io: Serchante en YouTube…

source: Search failed: %s
io: Sercho faliis: %s

source: No YouTube results found
io: Nula YouTube-rezulti trovita

source: All results unavailable
io: Omna rezulti nedisponibl

source: Downloading: %s
io: Deskargante: %s

source: Cancelled
io: Cesita

source: Download failed: %s
io: Deskargo faliis: %s

source: Saved: %s
io: Salvita: %s
