Repository: meehow/receiver
Catalog: po/kg.po
Languages: kg

source: Search stations
kg: Sosa bisika

source: Search
kg: Sosa

source: Home
kg: Nzo

source: Loaded %d stations
kg: Bisika %d me buka

source: Error: %s
kg: Mfunu: %s

source: Playback error: %s
kg: Mfunu ya kwikila: %s

source: Now playing: %s
kg: Ke kwikila: %s

source: Resuming: %s
kg: Ke vutuka: %s

source: Featured Stations
kg: Bisika ya Ntete

source: Favourite Stations
kg: Bisika ya Zola

source: Browse by Genre
kg: Tala na Ludi

source: View All
kg: Tala Yonso

source: Search stations…
kg: Sosa bisika…

source: All Languages
kg: Ndinga Yonso

source: Filter by language
kg: Seka na ndinga

source: No Stations
kg: Bisika Ve Ko

source: Loading…
kg: Ke buka…

source: %u of %d stations
kg: %u na %d bisika

source: Stations: %d
kg: Bisika: %d

source: Loading Stations
kg: Ke Buka Bisika

source: No Results
kg: Mbundu Ve Ko

source: Please wait…
kg: Zinga…

source: No stations match your search
kg: Bisika ve ko na nsosa yo

source: Could not load stations
kg: Ka lenda buka bisika ve ko

source: Not Playing
kg: Ke Kwikila Ve Ko

source: Select a station
kg: Sola kisika

source: Download song
kg: Kumisa nkunga

source: Cancel download
kg: Katula kukumisa

source: Paused
kg: Telamene

source: Reconnecting…
kg: Ke kangama diaka…

source: Now playing
kg: Ke kwikila

source: Searching YouTube…
kg: Ke sosa YouTube…

source: Search failed: %s
kg: Nsosa me bwa: %s

source: No YouTube results found
kg: Mbundu ya YouTube ve ko

source: All results unavailable
kg: Mbundu yonso ve ko

source: Downloading: %s
kg: Ke kumisa: %s

source: Cancelled
kg: Me katula

source: Download failed: %s
kg: Kukumisa me bwa: %s

source: Saved: %s
kg: Me bika: %s
