Repository: meehow/receiver
Catalog: po/ks.po
Languages: ks

source: Search stations
ks: سٹیشن لَبہِ

source: Search
ks: لَبہِ

source: Home
ks: گَر

source: Loaded %d stations
ks: %d سٹیشن لوٗڈ بیٖ

source: Error: %s
ks: غَلطی: %s

source: Playback error: %s
ks: پلے بیک غَلطی: %s

source: Now playing: %s
ks: ہُن چلان: %s

source: Resuming: %s
ks: مُکررہ شروع: %s

source: Featured Stations
ks: خاص سٹیشن

source: Favourite Stations
ks: پسندیٖدہٕ سٹیشن

source: Browse by Genre
ks: ژانر مُطابق براؤز

source: View All
ks: سارٕ دیکھو

source: Search stations…
ks: سٹیشن لَبہِ…

source: All Languages
ks: ساری زبانہٕ

source: Filter by language
ks: زبانہٕ مُطابق فلٹر

source: No Stations
ks: کانٛہہِ سٹیشن نَتھ

source: Loading…
ks: لوٗڈ بونٛ…

source: %u of %d stations
ks: %u / %d سٹیشن

source: Stations: %d
ks: سٹیشن: %d

source: Loading Stations
ks: سٹیشن لوٗڈ بونٛ

source: No Results
ks: کانٛہہِ نَتیٖجہٕ نَتھ

source: Please wait…
ks: مہربانی کٔرِتھ اِنتظار کٔرِو…

source: No stations match your search
ks: تُہنٛدِ لَبنَس تہٕ کانٛہہِ سٹیشن نہٕ مِلیٖ

source: Could not load stations
ks: سٹیشن لوٗڈ ہیٖ نہٕ سَکی

source: Not Playing
ks: نہٕ چلان

source: Select a station
ks: اَکھ سٹیشن چُنو

source: Download song
ks: گانہٕ ڈاؤنلوٗڈ کٔرِو

source: Cancel download
ks: ڈاؤنلوٗڈ مَنسوٗخ کٔرِو

source: Paused
ks: رُکیٖ ہَوٕ

source: Reconnecting…
ks: پونہٕ جوٗڑنٛ…

source: Now playing
ks: ہُن چلان

source: Searching YouTube…
ks: YouTube مَنٛز لَبنٛ…

source: Search failed: %s
ks: لَبنَس ناکام: %s

source: No YouTube results found
ks: YouTube نَتیٖجہٕ نہٕ مِلی

source: All results unavailable
ks: سارٕ نَتیٖجہٕ دَستیاب نَتھ

source: Downloading: %s
ks: ڈاؤنلوٗڈ بونٛ: %s

source: Cancelled
ks: مَنسوٗخ

source: Download failed: %s
ks: ڈاؤنلوٗڈ ناکام: %s

source: Saved: %s
ks: محفوظ بیٖ: %s
