Repository: meehow/receiver
Catalog: po/la.po
Languages: la

source: Search stations
la: Quaere stationes

source: Search
la: Quaere

source: Home
la: Domus

source: Loaded %d stations
la: %d stationes oneratae

source: Playback error: %s
la: Error lusionis: %s

source: Now playing: %s
la: Nunc ludit: %s

source: Resuming: %s
la: Resumens: %s

source: Featured Stations
la: Stationes selectae

source: Favourite Stations
la: Stationes dilectae

source: Browse by Genre
la: Per genus perlege

source: View All
la: Omnia vide

source: Search stations…
la: Quaere stationes…

source: All Languages
la: Omnes linguae

source: Filter by language
la: Filtra per linguam

source: No Stations
la: Nullae stationes

source: Loading…
la: Onerans…

source: %u of %d stations
la: %u ex %d stationibus

source: Stations: %d
la: Stationes: %d

source: Loading Stations
la: Stationes onerantur

source: No Results
la: Nulli eventus

source: Please wait…
la: Quaeso exspecta…

source: No stations match your search
la: Nullae stationes quaestioni tuae conveniunt

source: Could not load stations
la: Stationes onerari non potuerunt

source: Not Playing
la: Non ludit

source: Select a station
la: Elige stationem

source: Download song
la: Cantum depone

source: Cancel download
la: Depositionem rescinde

source: Paused
la: Intermissum

source: Reconnecting…
la: Reconnectens…

source: Now playing
la: Nunc ludit

source: Searching YouTube…
la: In YouTube quaerens…

source: Search failed: %s
la: Quaestio defecit: %s

source: No YouTube results found
la: Nulli eventus YouTube inventi

source: All results unavailable
la: Omnes eventus non praesto

source: Downloading: %s
la: Deponens: %s

source: Cancelled
la: Rescissum

source: Download failed: %s
la: Depositio defecit: %s

source: Saved: %s
la: Servatum: %s
