Repository: meehow/receiver
Catalog: po/lg.po
Languages: lg

source: Search stations
lg: Noonya sitesi

source: Search
lg: Noonya

source: Home
lg: Awaka

source: Loaded %d stations
lg: Sitesi %d zitikkiddwa

source: Error: %s
lg: Ensobi: %s

source: Playback error: %s
lg: Ensobi mu kuzannya: %s

source: Now playing: %s
lg: Kati ezannyibwa: %s

source: Resuming: %s
lg: Eddirayo: %s

source: Featured Stations
lg: Sitesi Ezaalibwa

source: Favourite Stations
lg: Sitesi ze Njagala

source: Browse by Genre
lg: Lambula mu Kika

source: View All
lg: Laba Byonna

source: Search stations…
lg: Noonya sitesi…

source: All Languages
lg: Ennimi Zonna

source: Filter by language
lg: Yungula mu lulimi

source: No Stations
lg: Tewali Sitesi

source: Loading…
lg: Kitikkibwa…

source: %u of %d stations
lg: %u mu %d sitesi

source: Stations: %d
lg: Sitesi: %d

source: Loading Stations
lg: Sitesi Zitikkibwa

source: No Results
lg: Tewali Bivudde

source: Please wait…
lg: Mwezikewo…

source: No stations match your search
lg: Tewali sitesi zikwatagana n'ekyanoonyebwa

source: Could not load stations
lg: Tekyasobodde kutikka sitesi

source: Not Playing
lg: Tezannyibwa

source: Select a station
lg: Londa sitesi

source: Download song
lg: Dawunilooda oluyimba

source: Cancel download
lg: Sazaamu okudawunilooda

source: Paused
lg: Kiyimiriziddwa

source: Reconnecting…
lg: Kuddamu okuyunga…

source: Now playing
lg: Kati ezannyibwa

source: Searching YouTube…
lg: Kunoonyeza YouTube…

source: Search failed: %s
lg: Okunoonya kugaanye: %s

source: No YouTube results found
lg: Tewali bivudde mu YouTube

source: All results unavailable
lg: Bivudde byonna tebifunika

source: Downloading: %s
lg: Kidawunilooda: %s

source: Cancelled
lg: Kisaziddwamu

source: Download failed: %s
lg: Okudawunilooda kugaanye: %s

source: Saved: %s
lg: Kiseveddwa: %s
