Repository: meehow/receiver
Catalog: po/li.po
Languages: li

source: Search stations
li: Stations zeuke

source: Search
li: Zeuke

source: Home
li: Heem

source: Loaded %d stations
li: %d stations gelaaje

source: Error: %s
li: Fout: %s

source: Playback error: %s
li: Aafspeel-fout: %s

source: Now playing: %s
li: Noe aan 't speule: %s

source: Resuming: %s
li: Wier verdergaon: %s

source: Featured Stations
li: Oetgelichte stations

source: Favourite Stations
li: Favoriet stations

source: Browse by Genre
li: Bekiek per genre

source: View All
li: Alles bekieke

source: Search stations…
li: Stations zeuke…

source: All Languages
li: Alle taoле

source: Filter by language
li: Filter op taol

source: No Stations
li: Gein stations

source: Loading…
li: Laje…

source: %u of %d stations
li: %u van %d stations

source: Loading Stations
li: Stations laje

source: No Results
li: Gein resultate

source: Please wait…
li: Effe wachte…

source: No stations match your search
li: Gein stations passe bie dien zeukopdracht

source: Could not load stations
li: Kos stations neet laje

source: Not Playing
li: Neet aan 't speule

source: Select a station
li: Kees 'n station

source: Download song
li: Leedje downloade

source: Cancel download
li: Download annulere

source: Paused
li: Gepauzeerdj

source: Reconnecting…
li: Opnuuj verbinje…

source: Now playing
li: Noe aan 't speule

source: Searching YouTube…
li: Zeuke op YouTube…

source: Search failed: %s
li: Zeuke mislök: %s

source: No YouTube results found
li: Gein YouTube-resultate gevonde

source: All results unavailable
li: Alle resultate neet besjikbaar

source: Downloading: %s
li: Downloade: %s

source: Cancelled
li: Geannuleerdj

source: Download failed: %s
li: Download mislök: %s

source: Saved: %s
li: Opgeslaage: %s
