Repository: meehow/receiver
Catalog: po/nso.po
Languages: nso

source: Search stations
nso: Nyaka diteišene

source: Search
nso: Nyaka

source: Home
nso: Gae

source: Loaded %d stations
nso: Diteišene %d di logilwe

source: Error: %s
nso: Phošo: %s

source: Playback error: %s
nso: Phošo ya go bapala: %s

source: Now playing: %s
nso: Bjale e a bapala: %s

source: Resuming: %s
nso: E a tšwela pele: %s

source: Featured Stations
nso: Diteišene tše Kgethilwego

source: Favourite Stations
nso: Diteišene tše ke di Ratago

source: Browse by Genre
nso: Lebelela ka Mohuta

source: View All
nso: Bona Tšohle

source: Search stations…
nso: Nyaka diteišene…

source: All Languages
nso: Maleme Ka Moka

source: Filter by language
nso: Sefa ka leleme

source: No Stations
nso: Ga Go Na Diteišene

source: Loading…
nso: E a logela…

source: %u of %d stations
nso: %u go tšwa go %d diteišene

source: Stations: %d
nso: Diteišene: %d

source: Loading Stations
nso: E Logela Diteišene

source: No Results
nso: Ga Go Na Dipoelo

source: Please wait…
nso: Hle ema…

source: No stations match your search
nso: Ga go na diteišene tše swanago le seo o se nyakago

source: Could not load stations
nso: Ga go kgonege go logela diteišene

source: Not Playing
nso: Ga E Bapale

source: Select a station
nso: Kgetha teišene

source: Download song
nso: Tsenya koša

source: Cancel download
nso: Khansela go tsenya

source: Paused
nso: E Emisitšwe

source: Reconnecting…
nso: E a kopanya gape…

source: Now playing
nso: Bjale e a bapala

source: Searching YouTube…
nso: E nyaka YouTube…

source: Search failed: %s
nso: Go nyaka go padile: %s

source: No YouTube results found
nso: Ga go na dipoelo tša YouTube

source: All results unavailable
nso: Dipoelo ka moka ga di hwetšagale

source: Downloading: %s
nso: E a tsenya: %s

source: Cancelled
nso: E Khanselitšwe

source: Download failed: %s
nso: Go tsenya go padile: %s

source: Saved: %s
nso: E bolokilwe: %s
