Repository: meehow/receiver
Catalog: po/sat.po
Languages: sat

source: Search stations
sat: ᱥᱴᱮᱥᱚᱱ ᱯᱟᱱᱛᱮ

source: Search
sat: ᱯᱟᱱᱛᱮ

source: Home
sat: ᱚᱲᱟᱜ

source: Loaded %d stations
sat: %d ᱥᱴᱮᱥᱚᱱ ᱞᱚᱰ ᱦᱩᱭᱮᱱᱟ

source: Error: %s
sat: ᱵᱷᱩᱞ: %s

source: Playback error: %s
sat: ᱯᱞᱮᱵᱮᱠ ᱵᱷᱩᱞ: %s

source: Now playing: %s
sat: ᱱᱤᱛᱚᱜ ᱢᱤᱫ ᱡᱷᱟᱹᱞᱟᱜ: %s

source: Resuming: %s
sat: ᱟᱨᱩ ᱡᱷᱟᱹᱞᱟᱜ: %s

source: Featured Stations
sat: ᱵᱟᱪᱷᱟᱣ ᱥᱴᱮᱥᱚᱱ

source: Favourite Stations
sat: ᱢᱚᱱᱮ ᱥᱴᱮᱥᱚᱱ

source: Browse by Genre
sat: ᱯᱨᱚᱠᱟᱨ ᱛᱮ ᱧᱮᱞ

source: View All
sat: ᱡᱷᱚᱛᱚ ᱧᱮᱞ

source: Search stations…
sat: ᱥᱴᱮᱥᱚᱱ ᱯᱟᱱᱛᱮ…

source: All Languages
sat: ᱡᱷᱚᱛᱚ ᱯᱟᱹᱨᱥᱤ

source: Filter by language
sat: ᱯᱟᱹᱨᱥᱤ ᱛᱮ ᱪᱷᱟᱹᱱᱤ

source: No Stations
sat: ᱥᱴᱮᱥᱚᱱ ᱵᱟᱹᱱᱩᱜ

source: Loading…
sat: ᱞᱚᱰ ᱦᱚᱪᱚᱜ…

source: %u of %d stations
sat: %d ᱨᱮᱱ %u ᱥᱴᱮᱥᱚᱱ

source: Stations: %d
sat: ᱥᱴᱮᱥᱚᱱ: %d

source: Loading Stations
sat: ᱥᱴᱮᱥᱚᱱ ᱞᱚᱰ ᱦᱚᱪᱚᱜ

source: No Results
sat: ᱱᱟᱛᱤᱡᱟ ᱵᱟᱹᱱᱩᱜ

source: Please wait…
sat: ᱫᱟᱭᱟ ᱠᱟᱛᱮ ᱛᱟᱞᱟ…

source: No stations match your search
sat: ᱟᱢᱟᱜ ᱯᱟᱱᱛᱮ ᱞᱮᱠᱟ ᱥᱴᱮᱥᱚᱱ ᱵᱟᱹᱱᱩᱜ

source: Could not load stations
sat: ᱥᱴᱮᱥᱚᱱ ᱞᱚᱰ ᱠᱟ ᱫᱟᱹᱲᱤᱭᱟᱹ

source: Not Playing
sat: ᱵᱟᱹᱱᱩᱜ ᱡᱷᱟᱹᱞ

source: Select a station
sat: ᱢᱤᱫ ᱥᱴᱮᱥᱚᱱ ᱵᱟᱪᱷᱟᱣ

source: Download song
sat: ᱥᱮᱨᱮᱧ ᱰᱟᱣᱱᱞᱚᱰ

source: Cancel download
sat: ᱰᱟᱣᱱᱞᱚᱰ ᱵᱚᱸᱫ

source: Paused
sat: ᱛᱟᱦᱮᱸᱱ ᱟᱠᱟᱱᱟ

source: Reconnecting…
sat: ᱟᱨᱩ ᱡᱩᱲᱟᱜ…

source: Now playing
sat: ᱱᱤᱛᱚᱜ ᱡᱷᱟᱹᱞᱟᱜ

source: Searching YouTube…
sat: YouTube ᱨᱮ ᱯᱟᱱᱛᱮᱜ…

source: Search failed: %s
sat: ᱯᱟᱱᱛᱮ ᱵᱤᱯᱷᱚᱞ: %s

source: No YouTube results found
sat: YouTube ᱱᱟᱛᱤᱡᱟ ᱵᱟᱹᱱᱩᱜ

source: All results unavailable
sat: ᱡᱷᱚᱛᱚ ᱱᱟᱛᱤᱡᱟ ᱵᱟᱹᱱᱩᱜ

source: Downloading: %s
sat: ᱰᱟᱣᱱᱞᱚᱰ ᱦᱚᱪᱚᱜ: %s

source: Cancelled
sat: ᱵᱚᱸᱫ ᱟᱠᱟᱱᱟ

source: Download failed: %s
sat: ᱰᱟᱣᱱᱞᱚᱰ ᱵᱤᱯᱷᱚᱞ: %s

source: Saved: %s
sat: ᱥᱮᱵ ᱟᱠᱟᱱᱟ: %s
