Repository: meehow/receiver
Catalog: po/szl.po
Languages: szl

source: Search stations
szl: Szukej stacyje

source: Search
szl: Szukej

source: Home
szl: Dōm

source: Loaded %d stations
szl: Naczytano %d stacyji

source: Error: %s
szl: Feler: %s

source: Playback error: %s
szl: Feler ôdtworzanio: %s

source: Now playing: %s
szl: Teroz gro: %s

source: Resuming: %s
szl: Wznowiyniu: %s

source: Featured Stations
szl: Wyróżniōne stacyje

source: Favourite Stations
szl: Ulubione stacyje

source: Browse by Genre
szl: Przeglōndej podug gatunku

source: View All
szl: Pokoż wszyskie

source: Search stations…
szl: Szukej stacyje…

source: All Languages
szl: Wszyskie godki

source: Filter by language
szl: Filtruj podug godki

source: No Stations
szl: Niy ma stacyji

source: Loading…
szl: Ladowanie…

source: %u of %d stations
szl: %u ze %d stacyji

source: Stations: %d
szl: Stacyje: %d

source: Loading Stations
szl: Ladowanie stacyji

source: No Results
szl: Niy ma wynikōw

source: Please wait…
szl: Proszã czekać…

source: No stations match your search
szl: Żodne stacyje niy pasujōm do twojigo szukanio

source: Could not load stations
szl: Niy szło naczytać stacyji

source: Not Playing
szl: Niy gro

source: Select a station
szl: Ôbier stacyjõ

source: Download song
szl: Pobier pieśń

source: Cancel download
szl: Ôdciep pobieranie

source: Paused
szl: Wstrzimano

source: Reconnecting…
szl: Łōnczyniu…

source: Now playing
szl: Teroz gro

source: Searching YouTube…
szl: Szukaniy na YouTube…

source: Search failed: %s
szl: Szukaniy niy udało sie: %s

source: No YouTube results found
szl: Niy znŏdniyto wynikōw na YouTube

source: All results unavailable
szl: Wszyskie wyniki sōm niydostympne

source: Downloading: %s
szl: Pobieranie: %s

source: Cancelled
szl: Ôdciepniynte

source: Download failed: %s
szl: Pobieranie niy udało sie: %s

source: Saved: %s
szl: Spamiyntano: %s
