Repository: meehow/receiver
Catalog: po/ts.po
Languages: ts

source: Search stations
ts: Lava switichi

source: Search
ts: Lava

source: Home
ts: Kaya

source: Loaded %d stations
ts: Switichi %d swi layichiwe

source: Error: %s
ts: Xihoxo: %s

source: Playback error: %s
ts: Xihoxo xa ku tlanga: %s

source: Now playing: %s
ts: Sweswi ya tlanga: %s

source: Resuming: %s
ts: Ya ya emahlweni: %s

source: Featured Stations
ts: Switichi swa Nhlawulo

source: Favourite Stations
ts: Switichi swa Ku Rhandza

source: Browse by Genre
ts: Languta hi Muxaka

source: View All
ts: Vona Hinkwaswo

source: Search stations…
ts: Lava switichi…

source: All Languages
ts: Tindzimi Hinkwato

source: Filter by language
ts: Hlela hi ririmi

source: No Stations
ts: Ku Hava Switichi

source: Loading…
ts: Ya layicha…

source: %u of %d stations
ts: %u ka %d switichi

source: Stations: %d
ts: Switichi: %d

source: Loading Stations
ts: Ya Layicha Switichi

source: No Results
ts: Ku Hava Mbuyelo

source: Please wait…
ts: Ndzi kombela u yima…

source: No stations match your search
ts: Ku hava switichi leswi faneleke ku lava ka wena

source: Could not load stations
ts: A swi koteki ku layicha switichi

source: Not Playing
ts: A Yi Tlangi

source: Select a station
ts: Hlawula xitichi

source: Download song
ts: Dawuniloda risimu

source: Cancel download
ts: Herisa ku dawuniloda

source: Paused
ts: Yi Yimisiwe

source: Reconnecting…
ts: Ya tlhela yi hlanganisa…

source: Now playing
ts: Sweswi ya tlanga

source: Searching YouTube…
ts: Ya lava YouTube…

source: Search failed: %s
ts: Ku lava ku tsandzekile: %s

source: No YouTube results found
ts: Ku hava mbuyelo wa YouTube

source: All results unavailable
ts: Mbuyelo hinkwawo a wu kumeki

source: Downloading: %s
ts: Ya dawuniloda: %s

source: Cancelled
ts: Yi Herisiwe

source: Download failed: %s
ts: Ku dawuniloda ku tsandzekile: %s

source: Saved: %s
ts: Yi hlayisiwe: %s
